{
    "titles": [
        {
            "title": "Predictably Irrational, Revised and Expanded Edition: The Hidden Forces That Shape Our Decisions",
            "author": "\n     by Dan Ariely\n  ",
            "lastHighlighted": "Last annotated on March  9, 2015",
            "numHighlights": 2,
            "notes": [
                "humans rarely choose things in absolute terms. We don’t have an internal value meter that tells us how much things are worth.",
                "most people don’t know what they want unless they see it in context."
            ]
        },
        {
            "title": "Strategic Storytelling: How to Create Persuasive Business Presentations",
            "author": "\n     by Dave McKinsey\n  ",
            "lastHighlighted": "Last annotated on March  8, 2015",
            "numHighlights": 9,
            "notes": [
                "However, I found myself repeatedly violating the storytelling maxim that exposition should always be the subtext of interaction between characters and never straight explanation.",
                "Ms. Minto recast 19th century German playwright Gustav Freytag’s dramatic story arc into the situation-complication-question-answer (SCQA) approach to drafting introductions to business communications.",
                "As this example illustrates, the only way to know if you have gone high enough is to push yourself one step too far and then come back. If your path leads you to the total annihilation of the known universe, so be it.",
                "Tip 3: Build out the mutually exclusive and collectively exhaustive set of issues It may be that delivery efficiency is the best lever the Postmaster General has to improve the profitability of the USPS. However, you cannot be sure until you flesh out the issue tree by filling in the mutually exclusive and collectively exhaustive (MECE: pronounced ‘me-see’) set of issues. Mutually exclusive means the issues are independent of each other. In my experience, issues sometimes mildly overlap, so do not get overly hung-up on perfection. Collectively exhaustive means all possible issues are included.",
                "To ensure your hypotheses are testable, make them SMART just as we did with the overall presentation title in Chapter 2. (So that you do not need to page back, SMART stands for specific, measureable, action-oriented, relevant, and time-bound.)",
                "Now go out and interview the top ten performers. Rather than asking them what they do or what they would do in the abstract, apply an anthropological approach by asking them to walk you step-by-step through a recent transaction they completed. How did they first identify the prospect? How did they make first contact? What resources did they bring to bear during the sales process? Who was involved in the decision?",
                "Rather than asking the ineffective question, “What are your best practices?” you are discovering best practices by listening for behaviors common among successful people.",
                "When listeners are extremely anxious, begin with the resolution. This is known in military parlance as ‘bottom-line-up-front” (BLUF) and in consulting terminology as starting with the top of the inverted pyramid. For this approach to have a soothing effect, you must be reasonably certain your audience will easily understand and readily accept your recommendation as a compelling solution to its problem. If not, you may end up doing more harm than good. Furthermore, giving away the ending at the beginning kills all dramatic tension and makes for an extremely boring presentation. Due to the risk of either extreme tension or zero tension, starting a presentation with a resolution should be reserved for rare circumstances.",
                "“What” titles, technically noun phrases, lack the audience-focused emotional punch you find in “so-what” titles describing outcomes."
            ]
        },
        {
            "title": "Blue Ocean Strategy, Expanded Edition: How to Create Uncontested Market Space and Make the Competition Irrelevant",
            "author": "\n     by W. Chan Kim, Renee Mauborgne\n  ",
            "lastHighlighted": "Last annotated on February 26, 2015",
            "numHighlights": 1,
            "notes": [
                "seek to create blue oceans pursue differentiation and low cost simultaneously."
            ]
        },
        {
            "title": "Graphic Design Theory: Readings from the Field ",
            "author": "\n     by Helen Armstrong\n  ",
            "lastHighlighted": "Last annotated on February 13, 2015",
            "numHighlights": 15,
            "notes": [
                "The idea that moves the masses today is called “materialism,” but what precisely characterizes the present time is dematerialization. An example: correspondence grows, the number of letters increases, the amount of paper written on and material used up swells, then the telephone call relieves the strain. Then comes further growth of the communications network and increase in the volume of communications; then radio eases the burden. The amount of material used is decreasing, we are dematerializing, cumbersome masses of material are being supplanted by released energies. That",
                "attempts have been made to design visually (to distinguish from aesthetically) improved alphabets. but redesigning will rest in just another typeface unless the design is primarily guided by optics as well as by a revision of spelling. this, in turn, reveals the need for a clearer relation of writing-printing to the spoken word, a reorganization of the alphabetic sound-symbols, the creation of new symbols. the type designer is not usually a language reformer, but a systematic approach will inevitably carry him to a point where he will ask for nothing less than a complete overhaul of communication with visual sound.",
                "To describe the problem is part of the solution. This implies: not to make creative decisions as prompted by feeling but by intellectual criteria. The more exact and complete these criteria are, the more creative the work becomes. The creative process is to be reduced to an act of selection. Designing means: to pick out determining elements and combine them. Seen in these terms, designing calls for method.",
                "Le Corbusier, the great and influential architect and theorist, commented: “To be modern is not a fashion, it is a state. It is necessary to understand history, and he who understands history knows how to find continuity between that which was, that which is, and that which will be.”",
                "As a result they observed that the modern world of “form follows function” had been dismembered. In Las Vegas, communication trumped function; graphic signs dominated architectural space. This recognition reoriented graphic designers and architects to a new postmodern world—a world of appropriation filled with irony, cliché, and pastiche: a world where, as Venturi says of Las Vegas, “If you take the signs away, there is no place.”",
                "Because the spatial relationships are made by symbols more than by forms, architecture in this landscape becomes symbol in space, rather than form in space.",
                "We discovered that as increased space was inserted between letters, the words or word groups became graphic in expression, and that understanding the message was less dependent upon reading than we had supposed.",
                "Reflecting current linguistic theory, the notion of “authorship” as a personal, formal vocabulary is less important than the dialogue between the graphic object and its audience; no longer are there one-way statements from designers. The layering of content, as opposed to New Wave’s formal layering of collage elements, is the key to this exchange. Objective communication is enhanced by deferred meanings, hidden stories, and alternative interpretations.",
                "When craft is put into the framework of graphic design, this might constitute what is meant by the “designer’s voice”—that part of a design that is not industriously addressing the ulterior motives of a project, but instead follows the inner agenda of the designer’s craft. This guides the “body of work” of a designer over and beyond the particular goal of each project. So craft is about tactics and concepts, seeking opportunities in the gaps of what is known, rather than trying to organize everything in a unifying theory.",
                "This is what is missing from all of the predictions for the future of design as a purely conceptual or technical activity. It’s frustrating to watch so many attempt to reduce design to a theoretical argument, undervaluing the knowledge and pleasure to be gained by passionate engagement in the craft itself. The knowledge gained through activities that can be described as tactical, everyday, or simply craft is powerful and important, and it must form the foundation of a designer’s education and work—it is how we create ideas; again, how we create culture. Why else are we here?",
                "The underlying premise is that a viewer receives stimuli in two modes: seeing—a visual, simultaneous, intuitive, experiential, perceptual, gestalt process; and reading—a verbal, sequential, learned, cerebral, decoding process. Typically we assume that viewers “see” images and “read” words, but this model also links “seeing” with text and “reading” with imagery.",
                "Foucault noted that the figure of the author is not a particularly liberating one: the author as origin, authority, and ultimate owner of the text guards against the free will of the reader. Transferring the authority of the text back over to the author contains and categorizes the work, narrowing the possibilities for interpretation.",
                "If we really want to go beyond the designer-as-hero model, we may have to imagine a time when we can ask, “What difference does it make who designed it?”",
                "The template mentality emphasizes work over style or even clarity.",
                "More likely, it is not space that demands our attention now so much as our representation of space, and our ability to mold and manage ideas within boundaries that are fundamentally intangible: what we need is a reconsideration of spatial paradigms in an immaterial world."
            ]
        },
        {
            "title": "The Diary of Anais Nin Volume 3 1939-1944: Vol. 3 (1939-1944)",
            "author": "\n     by Anaïs Nin\n  ",
            "lastHighlighted": "Last annotated on February  7, 2015",
            "numHighlights": 3,
            "notes": [
                "There are only two kinds of freedom in the world: the freedom of the rich and powerful, and the freedom of the artist and the monk who renounce possessions.",
                "The truth is I am escaping discussions, because I no longer believe Marxism is a solution to the miseries of the world. Because it does not cure man of violence. And it is only a solution to material needs. In the process, as in the process of American pragmatism, all other values are destroyed. Both countries exclude spiritual needs. America is in even greater danger because of its cult of toughness, its hatred of sensitivity, and someday it may have to pay a terrible price for this, because atrophy of feeling creates criminals.",
                "When all the plans were made, and the surrealists had accepted, the boat sank while it was being launched."
            ]
        },
        {
            "title": "Designing Together: The collaboration and conflict management handbook for creative professionals (Voices That Matter)",
            "author": "\n     by Dan M. Brown\n  ",
            "lastHighlighted": "Last annotated on February  7, 2015",
            "numHighlights": 15,
            "notes": [
                "When I’m invited to a meeting, I always ask myself, “Is this a listening exercise or a facilitating exercise?” The distinction is perhaps utterly semantic or philosophical. With listening, I know that the speaker knows the information I need and that I need to provide gentle nudges. With facilitating, I know I’ll need to play a more active role in engaging participants. Breaking the rules of listening means transitioning the mindset from gentle nudges to active engagement.",
                "we started working on the project before ever meeting the client. Not days early. But weeks early. Months early. We read their books. We downloaded their white papers and streamed their speeches. We learned their business. But more importantly, we learned their vocabulary. And something interesting happened. We walked into the “kickoff meetings” with their words.",
                "Short circuits: Behaviors that prevent speakers from elaborating Closed doors: Behaviors that discourage speakers from contributing Embattled egos: Behaviors that redirect attention to the listener",
                "“Is there anything I didn’t ask about that you think I should have?”",
                "Closed-door behaviors discourage speakers from elaborating. Listeners, through what they say or through body language, imply that they’re not interested in what the speaker has to say.",
                "They have anxiety about not understanding the decision. They realize they do not understand the decision, so they lash out to protect themselves, to prevent others from realizing they do not understand. They have anxiety about the decision itself. For one reason or another, they don’t like the decision made (whether they understand it or not), and they lash out to protect themselves.",
                "Conflict stemming from method therefore comes from a disagreement about which criteria are the most important to drive the decision.",
                "design is as much about how we make our decisions as it is about the decisions themselves.",
                "Do you and I just disagree about design direction, or is there something more going on?",
                "Collaboration requires strong leadership and facilitation, someone to make decisions, but not in a dictatorial fashion. Collaboration requires established success criteria to allow participants to validate their ideas. Collaboration must be conducted in a safe space where all participants are allowed to disagree, but where established rules prevent consensus from beating out quality.",
                "They immediately set expectations about their ability to deliver on tasks, clarifying the scope or desired output of the assignment.",
                "Clarity and Definition: Expressing and articulating clearly Accountability and Ownership: Understanding and taking responsibility Awareness and Respect: Empathizing with your colleagues Openness and Honesty: Stating and accepting the truth",
                "The Lead Collaboration doesn’t work when there is no accountability or ownership. This includes someone who is ultimately accountable for the two dimensions of a project: quality and movement. (Remember those from Chapter 4?) A project lead is ultimately accountable for organizing the project structure and team members so they reach project goals. The lead is also responsible for ensuring that project stakeholders are getting what they need and that the designed product is good.",
                "An open person is willing to admit that he doesn’t understand (clarity), he can’t live up to expectations (accountability), or he doesn’t know what’s happening (awareness).",
                "Honesty is different from straight-up truthfulness because it comes with a dose of wisdom and moderation. The truth shouldn’t be concealed; it should be packaged to make it actionable, meaningful, practical, and hearable. Honesty isn’t saying anything and everything that enters one’s mind. Instead, it’s conveying feedback, direction, correction, or any other contrary position with respect and with a desire to help colleagues grow."
            ]
        },
        {
            "title": "The Diary of Anais Nin Volume 2 1934-1939: Vol. 2 (1934-1939)",
            "author": "\n     by Anaïs Nin\n  ",
            "lastHighlighted": "Last annotated on December 29, 2014",
            "numHighlights": 110,
            "notes": [
                "Her attitude toward Henry Miller and his Bohemian friends is undergoing a change. She is less tolerant of people's eccentricities, of the waste of talent.",
                "Her \"portraits,\" she explains, were done only \"at the moment when a person was important to me. The person rises and sinks, appears and vanishes only in relation to me.\"",
                "purpose and function of the diary, perhaps also reflects the growth of Miss Nin's instinctive awareness of the inevitable choice facing the individual, and especially the artist, in the modern world.",
                "Just as the aristocrats are a vanishing race in Europe, perhaps here the human being who thought this was to be his world, is also being sacrificed to something else. Here in Dr. Rank's office I hear protests, revolts, sorrow, but outside they seem a part of the white-enameled, sterile buildings.",
                "Rank could not forget Harlem. He was eager to return to it. He could hardly wait to come to the end of his hard day's work. He said: \"I am tempted to prescribe it to my patients. Go to Harlem! But they would have to go with you.\"",
                "Rank told me that women practiced deception very badly, that many of the women he had analyzed, when involved in any kind of intrigue, love or politics, always left a \"clue,\" wanted to be discovered, mastered, wanted to lose. It was almost as if they continued to re-enact the old primitive forms of love-making, in which woman was overpowered by the strength of the man. To feel themselves conquered, in a more abstract situation, they enjoyed losing.",
                "In Gilbert and Sullivan's musical the soldier gets a cramp trying to play the role of the poet. Rank says everyone gets a cramp, physical or mental, when playing roles. Cramps of the soul, cramps of the body, arthritis of the emotions.",
                "The sick came endlessly, each one who was cured brought father, mother, sister, brother, friend. They multiplied in an alarming degree. Was this a new illness, born of our own times? No time for love, no time for friendship, no time for confidences.",
                "Rank touches all things with the magic of meaning. Those who come to him are like the blind, the dumb, the deaf. When he discovers the \"plot\" of their life, they become interested. This interest saves them. This plot created by the unconscious slowly reveals itself to be more interesting than any detective story. Rank uncovers the links, webs, patterns. It is endlessly interesting, full of surprises.",
                "Every other phrase uttered by Rank begins with: \"I have an idea.\" The discovery of significance is what deepens and embellishes experience. No object, no gesture, no action which is not illumined with meaning.",
                "It seems to me that the answer lay in the attitude towards suffering. To some American writers anything but paradise was inacceptable. To the European it was part of the human condition, and something shared with other human beings.",
                "He wants me to rewrite all his books with my \"French conciseness.\" He is a philosopher, not an artist. The poet is in love, a lover. The philosopher is a commentator.",
                "At times analysis creates another form of idealization. Too much is demanded of it. While analyzing so many people I realized the constant need of a mother, or a father, or a god (the same thing) is really immaturity. It is a childish need, a human need, but so universal that I can see how it gave birth to all religions. Will we ever be able to look for this strength in ourselves? Some men have. They have also gone mad with loneliness.",
                "The force of a man's ideological creation, and the human tragedy of it. His wisdom attracts people to him. \"I am like a rich man who fears to be loved only for his money.\" He is lonely in his world of ideas.",
                "\"If I am an artist, as you say I am,\" said Henry, \"then everything I do is right.\" \"But the artist has to include a critic.\"",
                "The more I explore neurosis the more I become aware that it is a modern form of romanticism. It stems from the same source, a hunger for perfection, an obsession with living out what one has imagined, and if it is found to be illusory, a rejection of reality, the power to imagine and not to sustain one's endurance, and then the creative force turned into destruction.",
                "The more yielding, the more easily contented. Henry yields, accepts. Rank seeks to change, control. Henry is happier. Wisdom gained from ideas, the effort to control life intellectually is disastrous. This is the will D. H. Lawrence railed against.",
                "Evasion is possible by renunciation of life and creation in art. Or by accepting limitations. I was walking along Broadway thinking: in my books I can ordain, rule, walk, laugh, shout, accuse, act in any way I please. I am creator and king. The same will applied to life may destroy me. Many creators, romantics, neurotics, are tragic figures in life. They are absolutists. They tire of struggling against the limitations of life. In art there are none.",
                "My patients suffer from loneliness. Their illness isolates them. But when they are cured they suffer a different loneliness, because there are more neurotics than ex-neurotics. And the ex-neurotics have a special insight and a special language.",
                "The caricature aspect of life appears whenever the drunkenness of illusion wears off. Some Americans have lost the faculty for illusion, they are so pragmatically sober, that may be why they have to drink so much. They have not the power of levitation or escape of the poet or the artist who can make another world within this world.",
                "Prescriptions for delusions.",
                "I tried to explain but could not do so successfully. \"It is something about the truth you cannot bear to see so you look at other things. The truth about a relationship appears sometimes in the first words that are uttered, but one does not want to hear them. I was thinking of my patients, and how the worst moment for them was when they discovered they were masters of their own fate. It was not a matter of bad or good luck. When they could no longer blame fate, they were in despair. Illusions. Delusions. That salesman is selling illusion.\"",
                "What a face he would make if I said to him: I am afraid of becoming a saint. This is what working at analysis has done to me. living so much for others gives me a fear of becoming a saint, of being lured back into the whitest corner of the dream, nun's wings like small ship's sails. My love for my patients, for that moment of absolute sincerity which takes place, makes me want to stay in the world.",
                "At times I feel Rank puts too great an emphasis on what ought to be rather than what is; he never accepts experience as a substitute for wisdom. At times I feel the process of accelerated wisdom may become a dangerous short-cut. It eliminates terror and pain. I feel it should only be used in extreme cases, when the neurotic is paralyzed, cannot live, cannot love, cannot work. At times Rank portrays an idyllic state, an expectation of life without pain. Rank is saying that man was born to be happy, that pain is illness.",
                "The body is an instrument which only gives off music when it is used as a body. Always an orchestra, and just as music traverses walls, so sensuality traverses the body and reaches up to ecstasy.",
                "In America, I can see, it is all survival of the tough. The sensitive, the tender are trampled down. Mass moulds, loss of individuality, confusion between individuality and the ego. So there has been a loss of individuality and respect for the self, a loss of identity.",
                "I was seeking a form of life which would be continuous like a symphony. The key word was the sea. It was this oceanic life which was being put in bottles and labeled. Underneath my feet, moving restlessly beneath the very floor of the hotel, was the sea, and my nature which would never amalgamate with analysis in any permanent marriage. I could not hear the discussion. I was listening for the sea's roar and pulse.",
                "A new me does not belong here any more, a new me is an adventurer and a nomad. People around me do not change as I do, do not sprout new branches. To come back was like being caught in a circle. I struggle against monotony and repetition.",
                "Everything that happens to a small group ultimately happens to the masses, to the world.\"",
                "Minkowski a très bien montré qu'un des symptômes les plus clairs de la perte de contacte avec la réalité était la perte du sens de repos.\"",
                "Henry believes in love, money, fame, as a child does. \"It will always come from somewhere.\"",
                "Fear of the world produces crystals in writing. One seeks the faultless, crystallized phrases, perfection, the hard polish of gems, and then finds that people prefer the sloppy writers, the inchoate, the untidy, the unfocused ones because it is more human. To jewels they prefer human imperfections, moisture of perspiration, bad smells, stutterings, and all the time I keep this for the diary and give the world only jewels.",
                "I cannot share Fraenkel's madness as I shared and understood Artaud's. I think because in Fraenkel the madness is intellectual, and in Artaud it was rooted in real emotional pain. And besides, Artaud is a great poet.",
                "Marcel Duchamp thought that an artist should never crystallize, that he should remain open to change, renewal, adventure, experiment.",
                "My posing for artists at sixteen was unreal, shadowy. The writing about it sometimes brings it to life. I taste it then. My period as a debutante in Havana, no flavor. Why does this flavor sometimes appear later, while living another episode, or while telling it to someone? What revives it when it was not lived fully at the time?",
                "Conflict between my feminine self who wants to live in a man-ruled world, to live in harmony with men, and the creator in me capable of creating a world of my own and a rhythm of my own which I can't find anyone to share.",
                "The monster I am going to grapple with is the machine which mechanizes people. I am not a victim of it, so I can stand outside of it and challenge its power, defy its standardizations, dehumanizations, depersonalizations. I can even enjoy its loud mechanical heartbeat, the mechanical beat of New York. Pain at parting",
                "There is a labyrinth design in the arrangement of the gardens. Bushes are placed to form a puzzle so you might get lost. They love the feeling of being lost. It has been interpreted as a desire to reproduce the infinite.",
                "Relationship does not depend so much on conversation or exchange as in the creation of a propitious, dreamy, meditative, contemplative atmosphere, a mood.",
                "A tiger who dreams, a tiger without claws.",
                "Henry states in seventy-eight pages of his book the most tragic of all truths: \"Life does not interest me, what interests me is what I am doing now (this book) which is parallel to it, of it, and yet beyond it.\"",
                "We live on top of a crumbling world. The more it crumbles the more I feel like asserting the possibility of an individually perfect world, personal loves, personal relationships, creation. I may be trying to place an opium mat on top of a volcano. The world in chaos. Panic. Hysteria.",
                "Everyone has quit working, loving, living. Ideas are a separating element. Love is a communion with others. Mental worlds are isolators. Love makes one embrace all races, the whole world, all forms of creation. The artist really seeks a universal language, and artists from all parts of the world can understand each other.",
                "\"I do feel that the portraits in the diary are only done at the moment a person is important to me. The person rises and sinks, appears and vanishes only in relation to the range of my vision, in relation to what I see of him. It's like a statue without arm or head, unearthed, and having to be deciphered, divined.",
                "It reproduced exactly my most recurrent dream of a boat stuck in the ground, unable to sail for lack of water. Here it was, stranded and static, in an old garden. Never to sail again. Rotting in the earth, like a flower pot. With moss growing over it instead of barnacles, with the smell of earth on it instead of sea.",
                "My father came, egotistically, egocentrifugally, egocentripetally delightful and clear and clean as a Frigidaire and tender and lying, pathological and incurable mythomane.",
                "There are those, like Moricand, who give the impression of having closed the locks so that the water is held static in one place and no longer flows into one continuous river. Did he see Henry? Did he see me? We were spectators. His room has a meticulous order, a geometric precision and form, in spite of poverty, of illness, of anguish. No chaos. No explosions. \"Explosions of Neptune,\" said Moricand, \"are all internal, no one is aware of them.\"",
                "Gonzalo the laughing, the lazy, the debonair, with a love of the bottle. I envy those who can drink, disintegrate, grow loose, slack, careless, ragged, sick, because I can't. Something pulls me up always. I go there only to find myself a friend, and then I come out and entice them into my world, away from theirs.",
                "I want to become more and more childish and to pass beyond childhood in the opposite direction. I want to go exactly contrary to the normal line of development, pass into a super-infantile realm of being which will be absolutely crazy and chaotic but not crazy and chaotic as the world about me.",
                "I once said to Henry: \"I don't like clowns, I like madmen.\" Henry said: \"Madmen are too serious. I like clowns.\"",
                "Even a poet like Moricand does not understand that there are ways to stimulate dreams without artifice. He associated boats with opium. Always thought I took drugs and that House of Incest was a product of an opium dream. I laughed at this concept. I said: \"There are experiences which come from living out one's dreams. I once dreamed about a houseboat and was not satisfied until I had one.\"",
                "His poetic-psychological novels are masterpieces. Analytical insight wrapped in poetry is far more potent than bare analysis. The drug of poetry makes truth and lucidity more absorbent. The intellect cannot resist its invasion. Language becomes the magic potion. Rhythm becomes the instrument of contagion, and the fluidity of the images flows directly into the subconscious without interference. Pierre-Jean Jouve has described a world in which visions, hallucinations, symbolism, usually relegated to our night life, operate in full daylight, and in unison with the body, fusing desire and fantasy, dream and action, reverie and passion.",
                "In life we have these sudden illuminations, sudden blanks, sudden shadows, sudden abysses, and incoherence according to a logic which has been proved pseudo-logic.",
                "One must not be afraid. One must know how to float as words do, without roots and without watering cans. One must know how to navigate without latitudes and longitudes and without motor. Without drugs and without burdens. One must learn to breathe like a wind-measuring instrument. The cord must be made of sand, the anchor of aurora borealis.",
                "Each object auctioned off contained a fragment of my past. I had regrets for the passing of time and the death of homes, objects, and the change and passing of feelings and attachments.",
                "The organization of the world is a task for realists. The poet and the workman will always be the victims of power and self-interest. No world will ever be run by an idealistic team because by the time it begins to function it ceases to be unselfish. When the Catholic Church became a force, a power, an organization, it ceased to be a religion. The realist, the man of power and greed, always conquers over the humanist. Greed wins out. The world will always be ruled by the materialist.\"",
                "If I still cannot believe in systems, I do believe in people.",
                "Gonzalo is hungry for heroic living. His strength and pride are aroused. I do like those who are willing to turn the world upside down for a new faith, a new effort, a new attempt to cure corruption.",
                "I saw them as one sees a Viennese waltz in a film, or on a stage. Crystal chandeliers, music, animation, rhythm. Lyrical moments. This time my eyes opened and I saw their faces, their gestures, saw expressions I had never noticed. The rich and the nouveaux riches, the aristocrats and the tycoons. I saw irony, arrogance, greed, malice, mockery, self-satisfaction, shallowness. And when I questioned the value of each person at the table as individuals, I could not find any.",
                "Men think they live and die for ideas. What a divine joke. They live and die for emotional, personal errors, just as women do.",
                "Even if I answered your questions and told you more about my life, it would not add to your intuitive knowledge of me. Besides, I suspect there is a lot of affinity between our emotional attitude towards life, and towards love, because I always seek, as you do, to realize as fully as possible all that I imagine, or carry within myself.",
                "There are two kinds of dynamite. One invisible, one visible. Men who are not metaphysical need to employ concrete dynamite. The artist is right to employ satire. Those who are not effective in their art do well to learn how to use real dynamite.",
                "Chinese ideal: \"To make even a poor scholar's room artistically satisfying: show the large in the small, and the small in the large, provide for the real in the unreal, and for the unreal in the real.\" Quality in painting the Chinese call kingling: \"Empty and alive, extreme vitality and economy of design.\"",
                "I call people who are larger than nature myth people. But because they have also a symbolic significance, I separate those who are ordinary from those whose lives are significant, symbolic. They have a grandeur. In their world I breathe freely. Enters Hélène with her many dreams, her strength and positivism, the power to act out her dramas, as Gonzalo has. She belongs with June.",
                "I mastered the mechanisms of life the better to bend it to the will of the dream. I conquered details to make the dream more possible. With hammer and nails, paint, soap, money, typewriter, cookbook, douche bags, I created a dream. That is why I renounce violence and tragedy. I have made poetry out of science, I took psychoanalysis and made a myth of it. I mastered poverty and restrictions; I lived adroitly, intelligently, critically; I sewed and mended, all for the sake of the dream. I took all the elements of modern life and used them for the dream. I subjected New York to the service of the dream. And now it is all again a question of dream versus reality. In the dream nobody dies, in die dream no one suffers, no one is sick, nobody separates.",
                "It is because of my insistence on the dream that I am alone. When I take up my opium pipe and lie down and say: politics, psychoanalysis. They never meant to me what they mean to others. Nor New York. Nor nightclubs. Nor anyone around me. Nor Montparnasse. It is my mystery. They always want me to become serious. I am passionate and fervent only for the dream, the poem.",
                "When one practices witchcraft one practices alone. One interviews the devil alone.",
                "Underneath the cult of the dream, I sense the inexorable destruction and separation in life which I rebel against. I rebel against change and evolutions. So it is the exactness I keep here, the breath and the odor, to keep everything alive! But we cannot bear to keep everything alive. That is why death was given us, and gradual death in life. Because we cannot feel so much. Parts of us must die, must die to free us, to lighten us. How well parts of Henry die in him because he possesses the gift of destruction.",
                "She has been thinking about Henry. Was he the type of man she needed? \"I decided against it. He is an intellectual. I'm too selfish for that. I don't want to be sacrificed to a work.\"",
                "When I found him a rich patron he looked mysteriously satanic, but he never confessed what happened. He conveys that he has many secrets but he never shares them. He intimates and suggests but never confides.",
                "When I opened the door he saw me instantly. I felt instantly unveiled. His vision was even quicker than mine. A few moments later he was saying: \"You are a personage out of a myth, you live in the myth. I see you as a fine, flawless mirror. A pure mirror in which others can see themselves. The mirror is important for you. The day a large mirror is delivered to you, given to you, will be a fortunate day. If a mirror breaks you will be unfortunate. You wear your bracelet on your left arm: you are dependent on your affections. But doors and walls do not exist for you. You are ultimately independent.\"",
                "As soon as I help her out of her illness, I see the demon reappear in her, the mocking, sensual, selfish woman in her. Her sexual hunt begins anew, but it is an appetite, an enthusiasm, and she wants only pleasure.   Each one of us has his demon. Gonzalo's demon is a revolutionary one.",
                "He is almost always ashamed. Ashamed not to have had the courage to live, or ashamed of not having had the courage to die? I cannot tell.",
                "Pepe-le-Moko, the Siamese cat, made a sound like a dove.",
                "Henry says joyously: \"I will die of tranquility.\" Enjoying his life, living with a deep enjoyment of peace. Writing steadily. Content.",
                "And it is this descending into the real womb, luring men into it, struggling to keep men there, and struggling to free him of woman to help him create another womb, which fascinates me.",
                "\"No one becomes mad except from loneliness. While there is someone near you who sees what you see, hears what you hear, you do not go mad. So many artists were saved from madness by the faith of a wife, when all the world was against them.",
                "Religion as poetry. Artaud attempted to recapture symbolism and ritual, to break with realism in the theatre, but I think he had too much anger. He was insane with anger. Or is all insanity anger?",
                "What I failed to say to Edgar was: \"Self-analysis is destructive. It only generates introspection. It is usually based on a false premise. It is paralyzing. Analysis of you by a professional healer is objective, dynamic. It unifies. Self-analysis dissects and disintegrates. Analysis should only be used by professionals. Self-analysis is anti-creative. It is passive.\"",
                "Waiting in the café, I write these words: \"On being the womb.\" And it unleashes a tremendous feminine universe. I am completely divorced from man's world of ideas. I swim in nature. On being the womb ... englobing. My pity looks like love, and often is taken for love. All the artists, intellectuals rushing to find their blood rhythm in war and revolution. I go wherever there is life-pulse. Nothing can shatter my individual world, no collective action. No storm on earth. Communism they call it.",
                "\"Yes, just as there is one who is exactly like me, who thinks everything that I think, it is a girl, it is my betrothed, but I can't find her.\"",
                "The madman took two steps and fell forward. He was permitted to fall. And the doctor sat there with a leer on his mouth, with pride in his lucidity and logic, and he was permitted to smile, and the gods permitted the madman to say deep things, things which a poet could understand, which any poet could have deciphered for the doctor, and everything was permitted, this mockery of a man lost in his unconscious labyrinth, asking for the way, and being treated with contempt.",
                "I have learned not to believe it, not to wait. For I am the kind of dangerous dreamer who executes all his reveries, wishes, words, promises, plans. The wildest and the lightest. A wish for me is not a game: it's a creation. If I lie on my bed and dream of the pointed sea-shell necklace I might sew on my black dress, I have to get up and sew the sea-shells.",
                "Ironically, Henry is saying that he is becoming a saint, and that his life was an error. \"Write this in your journal, Anaïs.\" Henry says he likes to be with himself now, not outside, he is collecting himself, concentrating. And I am dispersing myself, as I learned from him, to give myself, waste, live blindly. People pass into other planes, exchange qualities, change. Henry discusses analysis with Edgar, I am moving away from analysis into action.",
                "Gregory, because he analyzes, is aware, divided, but he is not paralytic. His instincts, nature, are alive. His feeling lies like an explosive. Waiting to show its face in ecstasy. At other times it is blinded, dazzled, muted by the vision.",
                "I could say to you what Henry said about me in the diary, living with eyes too open ... And I see yours closing a bit, the metamorphosis. You are already somewhere else. You reached life by divination first, I take it, as I reached it. How much like Gregory and his sincerity and his cosmic reachings. I wonder where you are now, in your metamorphosis? I'm in the night looking for silence. The head is quiet and everything else, all the other cells are breathing tentacles. Wonder why you called me the submarine superwoman. That made me laugh, yet it is accurate. Only it took me many years to recover my fins and my swimming strides. I was trying to walk (like the penguins) and to think like a man. I was very impressed with man's thinking!",
                "Henry deformed June in his novel, did I deform my father? Art is a microscope, as you examine one aspect of a human being, you cannot give the whole, the entire picture. The diary is closer to the truth, because it paints my father each day anew, with changes, paradoxes, contradictions, growth, and in these oscillations lies the truth.",
                "There is a drug in Mexico called sinicuik which helps one to remember the past. I could call my diary by that name. Taoist teaching: \"To get one's due is to remain in the whirligig of time; but not to claim one's due is to fly off at a tangent to eternity.\"",
                "I have a growing obsession with order, I organize my closet, my papers, create an unburdened atmosphere, no useless objects, everything ready to be found, lived with. Reduction. Papers classified, medicines in order, as if ready for a trip, clothes in order. To make living smoother, faster. Order gives me serenity. It is the philosophy of the Japanese. Order around you helps you to think clearly. I need this because my body is too keyed up, like that of a race horse, and I need sedatives. I have given away everything I do not need. No waste. No accumulation of belongings. Nothing around me torn or broken. I see in Helba's and Gonzalo's life the very opposite; they are always submerged and drowned by what they have not done, trammeled by small obstacles, laundry never done, nothing to wear, everything lost, torn, dispersed.",
                "Every human being has a different way of achieving closeness, and of experiencing separation. Henry's is purely physical. It was centered on June's sexual activities, because his own relation to women is usually only sexual. His jealousy was centered on proofs. He only believed facts. Separations for Henry were caused by simple infidelities. But in Proust, Henry's opposite, separations were caused by his own intimate malady of doubt.",
                "In Proust himself there was an activity which constantly created unreality: one was hyperanalysis, the other self-doubt. So he spins the unreality from which he suffers. He dissolves life.",
                "\"The house in which she lives,\" says the mystical German writer, \"is for the orderly soul, which does not live on blindly before her, but is ever, out of her passing experience building and adorning the parts of the many roomed abode for herself, only an expansion of the body; as the body, according to the philosophy of Swedenborg, is but an expansion of the soul. For such an orderly soul, as she lives onward, all sorts of delicate affinities establish themselves, between her and the doors and passageways, the lights and the shadows, of her outward abode, until she sees incorporated into it—till as last, in the entire expressiveness of what is outward, there is, for her, to speak properly, no longer any distinction between outward and inward, at all; and the light which creeps at a particular hour on a particular picture or space upon the wall, the scent of a flower in the air at a particular window becomes for her, not so much apprehended objects, as themselves powers of apprehension, and doorways to things beyond—seeds or rudiments of new faculties, by which she, dimly yet surely, apprehends a matter lying beyond her actually attained capacity of sense and spirit.\"",
                "Neurosis, sickness, the malady consists in remaining fixed in a trend of thoughts which is destructive, a wallowing in all the negative, frustrating aspects of one's life. For example, dwelling on what one cannot obtain, on one's defeats, on a desire for unlimited power.",
                "mood: I will say to him I happened to come here because when the bottom of the taxi fell out I found myself in front of your house. I would like life to be always as casual as that. There would never be any engagements.",
                "Don't forget to write me a letter and tell me I was here, and I saw you, and loved you, and ate with you. It is all so evanescent and I love it so much, I love it as you love the change in the days. I would prefer to move away where I could not sense the movements of life passing, somewhere in space and distance where I might divine that ultimately it is I who will abandon life and separate myself from it, not life leaving me,",
                "It struck me again, that individual suffering should be merged into universal suffering. One should adopt the world's troubles in replacement of one's own. Of course, the personal life deeply lived always expands into truths beyond itself. My struggles with myself led me to understand the struggles of others.",
                "In all his ideas, systems, philosophies, arts come from a personal source he does not wish to admit.",
                "Woman does not forget she needs the fecundator, she does not forget that everything that is born of her is planted in her. If she forgets this she is lost. What will be marvelous to contemplate will not be her solitude but this image of woman being visited at night by man and the marvelous things she will give birth to in the morning. God alone, creating, may be a beautiful spectacle. I don't know. Man's objectivity may be an imitation of this God so detached from us and human emotion. But a woman alone creating is not a beautiful spectacle. The woman was born mother, mistress, wife, sister, she was born to represent union, communion, communication, she was born to give birth to life, and not to insanity. It is man's separateness, his so-called objectivity, which has made him lose contact, and then his reason. Woman was born to be the connecting link between man and his human self. Between abstract ideas and the personal pattern which creates them. Man, to create, must become man.",
                "The Princess de San Faustino turned out to be an American woman. She came to see me because she has known much anxiety and a sense of displacement. These she recognized in the book. Anxiety. No one writes about it. Yet it is today's drama. Not events. The suffering about incidents which never take place, sufferings of the imagination. By removing concrete identifications and X-raying the state itself, anyone, even Princess San Faustino from Illinois, can recognize how she feels, in no matter what place, country, time.",
                "André Breton came to visit me. I expected he would be poetically and sensitively alert to the atmosphere of my life, to my inarticulate intuitions. He was not. He was intellectual. He talked about ideas, not impressions or sensations.",
                "Henry is baffled by what I wrote on the role of woman in creation. I said Marika Norden made herself ridiculous in her Confessions because, when she thought she was proving that she was a woman who could not find a male to match her rhythm, she was merely proving that she had no core for anyone to relate to, to match. She was looking for a mate to a center she did not have in herself. I have a center. I never lose sight of those who are on the periphery and those who are at the center of my affections and friendships. But Henry has no core. Man's impersonal world merely masks the personal.",
                "The way he focuses on sex is an obsession. He is in danger of becoming an Ego in a crowd. (The ego can only perceive a crowd, it cannot perceive an equal.) The crowd is a malleable thing, it can be dominated, dazzled, it's a public, it is faceless. This is the opposite of relationship.",
                "There are days which do not end in a climax, when the body is asleep or dreaming other dreams. There are days when the climax is not pleasure but pain, jealousy, terror, anxiety. And there are days when the climax takes place in creation, a white climax. Revolution is another climax. Sainthood another.",
                "Henry sees his women more critical, more condemnatory than they really were. He interprets women's silence as a condemnation. He projects his own guilts on women, not men. He expects to be judged by women, not men. Guilt certainly haunts all the men who seem free of it. Henry, Gonzalo, my father. They are not really free of it.",
                "Just another pattern, and for the moment, I do not find these fecund. I think patterns and arrangements are only fecund when we get lost, when we vitally need to be re-oriented, but otherwise they are like intellectual chess games, not vital, they kill experience.",
                "When a desire is blocked most people react with philosophy. But with me a desire defeated is a part of life which is killed.",
                "Everything for me divides into warm or cold. Cold people who never act from human spontaneity, but always out of an instinct for self-preservation or acquisition. Warm people who respond to others.",
                "It was at this moment that I best understood Don Juan: to be always at the beginning, at the first moment of faith and love, never to witness the gradual deterioration, the gradual weakening of the love, the aging of it, the withering of it. To be always at the first moment, the highest, and to remain there by seeking only beginnings.",
                "Rebellions of all kinds attract to their activities weaklings who rebel because they cannot master, destroy because they cannot create. I fear that Gonzalo may be part of that lamentable army, those who have always lived negatively. Is it a noble service to the poor, or the hysterical tantrums of firebugs?",
                "But I knew the origin of war, which was in each of us, and I knew that our concept of the hero was outdated, that the modern hero was the one who would master his own neurosis so that it would not become universal, who would struggle with his myths, who would know that he himself created them, who would enter the labyrinth and fight the monster. This monster who sleeps at the bottom of his own brain."
            ]
        },
        {
            "title": "The Rebel: An Essay on Man in Revolt (Vintage International)",
            "author": "\n     by Albert Camus\n  ",
            "lastHighlighted": "Last annotated on December 28, 2014",
            "numHighlights": 40,
            "notes": [
                "Camus believes that revolt is one of the “essential dimensions” of mankind. It is useless to deny its historical reality—rather we must seek in it a principle of existence.",
                "Here, and not for the first time, Camus’s ideas come close to anarchism, for he recognizes that revolution always implies the establishment of a new government, whereas rebellion is action without planned issue—it is spontaneous protestation.",
                "“The strange and terrifying growth of the modern State can be considered as the logical conclusion of inordinate technical and philosophical ambitions, foreign to the true spirit of rebellion, but which nevertheless gave birth to the revolutionary spirit of our time.",
                "“We now know, at the end of this long inquiry into rebellion and nihilism, that rebellion with no other limits but historical expediency signifies unlimited slavery. To escape this fate, the revolutionary mind, if it wants to remain alive, must therefore return again to the sources of rebellion and draw its inspiration from the only system of thought which is faithful to its origins: thought that recognizes limits.”",
                "“moderation, born of rebellion, can only live by rebellion. It is a perpetual conflict, continually created and mastered by the intelligence.… Whatever we may do, excess will always keep its place in the heart of man, in the place where solitude is found. We all carry within us our places of exile, our crimes and our ravages. But our task is not to unleash them on the world; it is to fight them in ourselves and in others.",
                "On the day when crime dons the apparel of innocence—through a curious transposition peculiar to our times—it is innocence that is called upon to justify itself.",
                "Finally, we may propose to embark on some course of action which is not entirely gratuitous. In the latter case, in that we have no higher values to guide our behavior, our aim will be immediate efficacy. Since nothing is either true or false, good or bad, our guiding principle will be to demonstrate that we are the most efficient—in other words, the strongest.",
                "Here suicide and murder are two aspects of a single system, the system of a misguided intelligence that prefers, to the suffering imposed by a limited situation, the dark victory in which heaven and earth are annihilated.",
                "“My enemies,” says Nietzsche, “are those who want to destroy without creating their own selves.” He himself destroys, but in order to try to create. He extols integrity and castigates the “hog-faced” pleasure-seekers. To escape complacency, absurdist reasoning then discovers renunciation.",
                "Great suffering and great happiness may be found at the beginning of any process of reasoning. They are intermediaries. But it is impossible to rediscover or sustain them throughout the entire process.",
                "I proclaim that I believe in nothing and that everything is absurd, but I cannot doubt the validity of my proclamation and I must at least believe in my protest. The first and only evidence that is supplied me, within the terms of the absurdist experience, is rebellion.",
                "Its preoccupation is to transform. But to transform is to act, and to act will be, tomorrow, to kill, and it still does not know whether murder is legitimate. Rebellion engenders exactly the actions it is asked to legitimate. Therefore it is absolutely necessary that rebellion find its reasons within itself, since it cannot find them elsewhere.",
                "Perhaps we may discover in its achievements the rule of action that the absurd has not been able to give us; an indication, at least, about the right or the duty to kill and, finally, hope for a new creation. Man is the only creature who refuses to be what he is.",
                "It is in this way that the rebel slave says yes and no simultaneously. He affirms that there are limits and also that he suspects—and wishes to preserve—the existence of certain things on this side of the borderline.",
                "Up to this point he has at least remained silent and has abandoned himself to the form of despair in which a condition is accepted even though it is considered unjust. To remain silent is to give the impression that one has no opinions, that one wants nothing, and in certain cases it really amounts to wanting nothing.",
                "But with loss of patience—with impatience—a reaction begins which can extend to everything that he previously accepted, and which is almost always retroactive. The very moment the slave refuses to obey the humiliating orders of his master, he simultaneously rejects the condition of slavery. The act of rebellion carries him far beyond the point he had reached by simply refusing. He exceeds the bounds that he fixed for his antagonist, and now demands to be treated as an equal.",
                "Having up to now been willing to compromise, the slave suddenly adopts (“because this is how it must be …”) an attitude of All or Nothing. With rebellion, awareness is born.",
                "“All or Nothing” demonstrates that rebellion, contrary to current opinion, and though it springs from everything that is most strictly individualistic in man, questions the very idea of the individual. If the individual,",
                "Then we note that rebellion does not arise only, and necessarily, among the oppressed, but that it can also be caused by the mere spectacle of oppression of which someone else is the victim.",
                "Therefore the individual is not, in himself alone, the embodiment of the values he wishes to defend. It needs all humanity, at least, to comprise them. When he rebels, a man identifies himself with other men and so surpasses himself, and from this point of view human solidarity is metaphysical.",
                "Resentment is very well defined by Scheler as an autointoxication—the evil secretion, in a sealed vessel, of prolonged impotence. Rebellion, on the contrary, breaks the seal and allows the whole being to come into play.",
                "The fountain-head of rebellion, on the contrary, is the principle of superabundant activity and energy.",
                "But one envies what one does not have, while the rebel’s aim is to defend what he is.",
                "He does not try, primarily, to conquer, but simply to impose.",
                "Rebellion, though apparently negative, since it creates nothing, is profoundly positive in that it reveals the part of man which must always be defended.",
                "Man’s solidarity is founded upon rebellion, and rebellion, in its turn, can only find its justification in this solidarity.",
                "In order to exist, man must rebel, but rebellion must respect the limit it discovers in itself—a limit where minds meet and, in meeting, begin to exist. Rebellious thought, therefore, cannot dispense with memory: it is a perpetual state of tension. In studying its actions and its results, we shall have to say, each time, whether it remains faithful to its first noble promise or if, through indolence or folly, it forgets its original purpose and plunges into a mire of tyranny or servitude.",
                "In absurdist experience, suffering is individual. But from the moment when a movement of rebellion begins, suffering is seen as a collective experience. Therefore the first progressive step for a mind overwhelmed by the strangeness of things is to realize that this feeling of strangeness is shared with all men and that human reality, in its entirety,",
                "In our daily trials rebellion plays the same role as does the “cogito” in the realm of thought: it is the first piece of evidence. But this evidence lures the individual from his solitude. It founds its first value on the whole human race. I rebel—therefore we exist.",
                "The slave protests against the condition in which he finds himself within his state of slavery; the metaphysical rebel protests against the condition in which he finds himself as a man.",
                "The most elementary form of rebellion, paradoxically, expresses an aspiration to order.",
                "The two forces assert themselves alternately at the moment of rebellion until they confront each other for a fight to the death, and one or the other temporarily disappears.",
                "The rebel defies more than he denies. Originally, at least, he does not suppress God; he merely talks to Him as an equal.",
                "When the throne of God is overturned, the rebel realizes that it is now his own responsibility to create the justice, order, and unity that he sought in vain within his own condition, and in this way to justify the fall of God.",
                "It is a question of settling a particular account, of a dispute about what is good, and not of a universal struggle between good and evil.",
                "In a world entirely dominated by history, which ours threatens to become, there are no longer any mistakes, but only crimes, of which the greatest is moderation.",
                "Already, as we can see, the great problem of modern times arises: the discovery that to rescue man from destiny is to deliver him to chance. That is why the contemporary mind is trying so desperately hard to restore destiny to man—a historical destiny this time.",
                "The Greek heroes could aspire to become gods, but simultaneously with the gods who already existed. At that time it was simply a matter of promotion. Lucretius’ hero, on the other hand, embarks on a revolution. By repudiating the unworthy and criminal gods, he takes their place himself. He sallies forth from the armed camp and opens the first attack on divinity in the name of human suffering.",
                "Only a personal god can be asked by the rebel for a personal accounting. When the personal god begins his reign, rebellion assumes its most resolutely ferocious aspect and pronounces a definitive no.",
                "Thus there is a freethinker wager that is the answer to the Pascalian wager."
            ]
        },
        {
            "title": "Contextual Design: Defining Customer-Centered Systems (Interactive Technologies)",
            "author": "\n     by Hugh Beyer\n  ",
            "lastHighlighted": "Last annotated on November 24, 2014",
            "numHighlights": 6,
            "notes": [
                "The sequence model is most similar to flow diagrams or task analysis (Carter 1991), but is unique in stating the intent and trigger for the sequence.",
                "A sequence model starts with the overall intent of the sequence and the trigger that initiates it. Then it lists each step in order, at whatever level of detail the interviewer collected. Any steps that cause problems are labeled with a lightning bolt.",
                "An abstract step states the work done in each of the instances independently of the specifics of that instance.",
                "holes and design ideas.",
                "additional information and questions the reader would like answered.",
                "In pairs, people read through and talk about each work model in turn. They write issues on Post-its: key problems a design might address, constraints a design might account for, or a role the design should support (we will go into more detail about how to identify design issues using models in Chapter 18)."
            ]
        },
        {
            "title": "e-Learning and the Science of Instruction: Proven Guidelines for Consumers and Designers of Multimedia Learning",
            "author": "\n     by Ruth C. Clark, Richard E. Mayer\n  ",
            "lastHighlighted": "Last annotated on November 18, 2014",
            "numHighlights": 30,
            "notes": [
                "The burden imposed on working memory in the form of information that must be held plus information that must be processed is referred to as cognitive load.",
                "For example, one multimedia exercise asks technicians to play a Jeopardy® game in which they recall facts about a new software system in response to clues. A better alternative exercise gives an equipment failure scenario and asks technicians to select a troubleshooting action based on facts about a new software system. The Jeopardy game exercise might be perceived as fun, but it risks storing facts in memory without a job context.",
                "Multimedia presentations can encourage learners to engage in active learning by mentally representing the material in words and in pictures and by mentally making connections between the pictorial and verbal representations.",
                "expertise reversal effect—the idea that instructional supports that help low-knowledge learners may not help (and may even hurt) high-knowledge learners.",
                "Also consistent with cognitive theory, researchers have found that the modality effect is stronger for less-skilled learners than for more-skilled learners (Seufert, Schutze, & Brunken, 2009).",
                "Learners often bypass verbal descriptions in favor of examples.",
                "A modeling example is a worked example in which a human provides a demonstration of how to complete a task, usually accompanied by commentary.",
                "We review two types of modeled examples: (1) cognitive models, which focus on skills such as how to set up an Excel spreadsheet and (2) interpersonal skills models, which focus on social skills such as how to sell a new product.",
                "Sweller (2004) proposed a “Borrowing and Reorganizing Principle” of human learning. He suggests that the main path to building new knowledge in long-term memory is through imitating others—in other words to borrow knowledge that others have acquired and to reorganize it into workable knowledge in long-term memory. Worked examples offer an especially efficient opportunity to borrow knowledge from others.",
                "Traditional training plans present some guidelines or steps along with one or two examples followed by many practice exercises. However, research shows that learning is more efficient with a greater initial reliance on worked examples in place of some practice exercises. While studying an example (in contrast to solving a problem), working memory is relatively free to borrow and reorganize new knowledge.",
                "A potential problem with worked examples is that many learners either ignore them altogether or review them in a very shallow manner. Chi and others (1989) found that better learners reviewed worked examples by explaining to themselves the principles reflected in the examples.",
                "The shallow processor more or less repeats the content of the example, in contrast to the deeper processor, who focuses on the principles being illustrated.",
                "The goal of any self-explanation question is two-fold. First, it discourages bypassing the worked example because an overt response is required. Second, by asking learners to identify the rationale that underlies each step, they are encouraged to process that step in a meaningful way.",
                "The research team derived three conditions to maximize the benefits of active observing. First, learners should solve problems as they observe the video; second, they should do so in pairs rather than working alone; and third, best learning stems from video models using high ability tutees who ask the tutor deeper level questions than lower ability tutees do.",
                "First, adding explanations can be effective when conceptual understanding is the goal rather than problem solving performance. Second, explanations are most helpful when there are no self-explanation questions requiring a learner response. Learners may invest less effort in a self-explanation question if an instructional explanation is available. Finally, explanations seem especially effective with mathematical content, perhaps because many learners are intimidated by mathematics.",
                "But the group that read both the fire and the fortress stories had much better success. By studying two examples from different contexts that reflect the same principle, learners were able to abstract the underlying principle that connected them.",
                "that practice is a necessary but not sufficient condition to reach high levels of competence. What factors differentiate practice that leads to growth of expertise from practice that does not?",
                "Ericsson (2006) refers to practice that builds expertise as deliberate practice. He describes deliberate practice as tasks presented to performers that “are initially outside their current realm of reliable performance, yet can be mastered within hours of practice by concentrating on critical aspects and by gradually refining performance through repetitions after feedback” (p. 692). Deliberate practice involves five basic elements: (1) effortful exertion to improve performance, (2) intrinsic motivation to engage in the task, (3) carefully tailored practice tasks that focus on areas of weakness, (4) feedback that provides knowledge of results, and (5) continued repetition over a number of years (Kellogg & Whiteford, 2009).",
                "Proficiency leveled off only after the speed of the operator exceeded the physical limitations of the equipment.",
                "power law of practice.",
                "Avoid feedback such as “Well Done!” that draws attention to the ego and away from the learning. Likewise, avoid normative feedback such as grades that encourage learners to compare themselves with others. Emphasize progress feedback in which attention is focused on improvement over time.",
                "By mixing together problems that must be discriminated in order to identify the most appropriate solution, learners receive much more discrimination practice.",
                "Learners like learner control! To the extent that student appeal is a major goal of your instructional projects, learner control is a definite satisfier. Given the high levels of control inherent on the Internet, it is likely that learners will expect the same kind of freedom in e-learning courses.",
                "We have two lines of evidence indicating that, in fact, most learners are not good at self-assessment: calibration accuracy and student lesson ratings.",
                "The correlation between your confidence estimate and your actual performance is called calibration. Had you guessed 55 percent, your calibration would have been perfect.",
                "Metacognition is the mind’s operating system. In short, metacognition supports mental self-awareness and self-regulation.",
                "Because planning and monitoring require working memory capacity, it is likely that low prior knowledge learners did not have sufficient mental resource for self-regulatory activities. The research team recommends adding guidance to hypermedia environments that will be accessed by novice learners.",
                "Mayer (2008) notes that successful programs (1) focus on a few well-defined skills, (2) contextualize those skills within authentic tasks, and (3) incorporate social learning strategies, including instructor modeling and student collaboration.",
                "Principle 1: Focus on job-specific cognitive and metacognitive skills Principle 2: Consider a whole-task course design Principle 3: Make thinking processes explicit Principle 4: Define job-specific thinking processes",
                "More often, consumers and designers look at the features rather than the outcomes of an e-learning course to assess its effectiveness."
            ]
        },
        {
            "title": "Observing the User Experience: A Practitioner's Guide to User Research (Interactive Technologies)",
            "author": "\n     by Elizabeth Goodman, Mike Kuniavsky, Andrea Moed\n  ",
            "lastHighlighted": "Last annotated on September 26, 2014",
            "numHighlights": 1,
            "notes": [
                "• Identify and profile the competition. • Define a set of key dimensions for comparison. • Compare competitors to each other (and to your product). • Use the comparisons to create recommendations for action."
            ]
        },
        {
            "title": "Addiction by Design: Machine Gambling in Las Vegas",
            "author": "\n     by Natasha Dow Schüll\n  ",
            "lastHighlighted": "Last annotated on September 24, 2014",
            "numHighlights": 5,
            "notes": [
                "The French sociologist Roger Caillois, author of Man, Play, and Games, believed that games carried clues to the basic character of a culture.34 “It is not absurd to try diagnosing a civilization in terms of the games that are especially popular there,” he wrote in 1958. Caillois argued that one could make a cultural diagnosis by examining games’ combination of the following four elements of play: agon, or competition; alea, or chance; mimesis, or simulation; and ilinx, or vertigo. Modern cultures, he claimed, were distinguished by games involving a tension between agon and alea—the former demanding an assertion of will, the latter demanding surrender to chance.",
                "As machine gamblers tell it, neither control, nor chance, nor the tension between the two drives their play; their aim is not to win but simply to continue.",
                "“The potential for addiction,” writes Howard Shaffer, a prominent academic researcher in the field of gambling addiction, “emerges when repeated interaction with a specific object or array of objects (a drug, a game of chance, a computer) reliably produces a desirable subjective shift.”",
                "Each type of gambling involves players in distinctive procedural and phenomenological routines—betting sequence and temporality, frequency and amount of payouts, degree of skill involved, and mode of action (checking books, ticking boxes, scratching tickets, choosing cards, pressing buttons), producing a unique “cycle of energy and concentration” and a corresponding cycle of affective peaks and dips.",
                "“You are different with the gun in your hand; the gun is different with you holding it. You are another subject because you hold the gun; the gun is another object because it has entered into a relationship with you.”92 In other words, neither guns nor people kill; killing is an action they can only produce together, each mediating the other."
            ]
        },
        {
            "title": "Hard-Boiled Wonderland and the End of the World (Vintage International)",
            "author": "\n     by Haruki Murakami\n  ",
            "lastHighlighted": "Last annotated on August 12, 2014",
            "numHighlights": 14,
            "notes": [
                "Stationary in unending silence, a still life: Man in Elevator.",
                "I always say—a prejudice on my part, I’m sure—you can tell a lot about a person’s character from his choice of sofa. Sofas constitute a realm inviolate unto themselves.",
                "There are people who drive luxury cars, but have only second- or third-rate sofas in their homes. I put little trust in such people.",
                "Procuring a good sofa, on the other hand, requires style and experience and philosophy. It takes money, yes, but you also need a vision of the superior sofa. That sofa among sofas.",
                "Nice and artsy. Like a composition of down pillow with ice scraper, ink bottle with lettuce.",
                "Had he bought the whole outfit at a nouveau riche children’s haberdashery?",
                "Nobody can outguess the future.",
                "I wished I could have been a little more oblivious. I put myself in the driver’s seat, woman sitting next to me, cruising the late night streets to an innocuous pop beat. Did the woman take off her bracelets during sex? Nice if she didn’t. Even if she was naked, those two bracelets needed to be there.",
                "“Your grandfather must be some kind of cabinet fetishist,” I remarked. “No way,” she defended. “A fetishist’s someone who’s got a fixation on one thing only. Of course, Grandfather’s good at cabinetry. He’s good at everything. Genius doesn’t specialize; genius is reason in itself.”",
                "The only thing was, I didn’t subscribe to a newspaper. I’d given up on newspapers three years ago. Why? I felt disconnected. Converting numbers in my brain was my only connection to the world. Most of my free time I chose to spend alone, reading old novels, watching old Hollywood movies on video, drinking. I had no need for a newspaper. Even so, deprived of light in this netherworld, I found myself longing for the morning edition. To sit down in a sunny spot and lap it up like a cat at its dish of milk, first page to last, to read every word of print.",
                "The problem is, the Town is perfectly wrong. Every last thing is skewed, so that the total distortion is seamless. It’s a whole.",
                "Take our black box. You can set it aside without so much as ever touchin’ it, or you can use its bein’ a black box t’your advantage. Only—” paused the Professor, one finger raised theatrically, “only—you have t’solve two problems. The first is random chance on the surface level of action. And the other is changes in the black box due t’new experiences. Neither is very easy t’resolve. Because, like you said, both are perfectly normal for humans. As long as an individual’s alive, he will undergo experience in some form or other, and those experiences are stored up instant by instant. To stop experiencin’ is to die.",
                "I ordered a second draft, when I was hit by the long overdue urge to relieve myself. And piss I did. How could one bladder hold so much? I was in no particular hurry, so I kept going for a whole two minutes—with Bolero building to its enormous crescendo. It made me feel as if I could piss forever.",
                "“When I first read that, I didn’t know what Alyosha meant,” I said. “How was it possible for a life of misery to be happy overall? But then I understood, that misery could be limited to the future.” “I have no idea what you’re talking about.” “Neither do I,” I said. “Not yet.”"
            ]
        },
        {
            "title": "The Long Gray Line: The American Journey of West Point's Class of 1966",
            "author": "\n     by Rick Atkinson\n  ",
            "lastHighlighted": "Last annotated on August 10, 2014",
            "numHighlights": 1,
            "notes": [
                "Once—as he later told his academy classmates—Buck picked up his date at a sorority house and took her to the state penitentiary at Lansing, where he had passes to a hanging."
            ]
        },
        {
            "title": "Lean Analytics: Use Data to Build a Better Startup Faster (Lean Series)",
            "author": "\n     by Alistair Croll, Benjamin Yoskovitz\n  ",
            "lastHighlighted": "Last annotated on July 30, 2014",
            "numHighlights": 2,
            "notes": [
                "A startup is an organization formed to search for a scalable and repeatable business model.",
                "When you think you’ve found a worthwhile idea, decide how to test it quickly, with minimal investment. Define what success looks like beforehand, and know what you’re going to do if your hunch is right."
            ]
        },
        {
            "title": "Big Sur",
            "author": "\n     by Jack Kerouac\n  ",
            "lastHighlighted": "Last annotated on July 30, 2014",
            "numHighlights": 1,
            "notes": [
                "in fact terrified by that sad song across the roofs mingling with the lachrymose cries of a Salvation Army meeting on the corner below “Satan is the cause of your alcoholism, Satan is the cause of your immorality, Satan is everywhere workin to destroy you unless you repent now”"
            ]
        },
        {
            "title": "Aisthesis: Scenes from the Aesthetic Regime of Art",
            "author": "\n     by Jacques Ranciere\n  ",
            "lastHighlighted": "Last annotated on July 30, 2014",
            "numHighlights": 3,
            "notes": [
                "The latter were distinguished from the mechanical arts because they were the pastime of free men, men of leisure whose very quality was meant to deter them from seeking too much perfection in material performances that an artisan or a slave could accomplish. Art as such began to exist in the West when this hierarchy of forms of life began to vacillate.",
                "The term Aisthesis has designated the mode of experience according to which, for two centuries, we perceive very diverse things, whether in their techniques of production or their destination, as all belonging to art.",
                "For thinking is always firstly thinking the thinkable – a thinking that modifies what is thinkable by welcoming what was unthinkable."
            ]
        },
        {
            "title": "The Essays of Arthur Schopenhauer; On Human Nature",
            "author": "\n     by Arthur Schopenhauer\n  ",
            "lastHighlighted": "Last annotated on July 30, 2014",
            "numHighlights": 1,
            "notes": [
                "Truths of the physical order may possess much external significance, but internal significance they have none. The latter is the privilege of intellectual and moral truths, which are concerned with the objectivation of the will in its highest stages, whereas physical truths are concerned with it in its lowest."
            ]
        },
        {
            "title": "Infinite Jest",
            "author": "\n     by David Foster Wallace\n  ",
            "lastHighlighted": "Last annotated on July 29, 2014",
            "numHighlights": 73,
            "notes": [
                "believed it wasn’t all athletic, punting’s pull for him, that a lot of it seemed emotional and/or even, if there was such a thing anymore, spiritual: a denial of silence: here were upwards of 30,000 voices, souls, voicing approval as One Soul. He invoked the raw numbers. The frenzy. He was thinking out loud here. Audience exhortations and approvals so total they ceased to be numerically distinct and melded into a sort of single coital moan, one big vowel, the sound of the womb, the roar gathering, tidal, amniotic, the voice of what might as well be God.",
                "The Mad Stork’s own Pre-Nuptial Agreement of Heaven and Hell, which",
                "in Low Temperature Civics, (The) Desire to Desire, and Safe Boating Is No Accident,",
                "Then at some point he realized: time had become the shit itself: Poor Tony had become an hourglass: time moved through him now; he ceased to exist apart from its jagged-edged flow.",
                "concerned exhibitionism among the pathologically shy.",
                "If these are other peoples who still know what it is to choose? who will die for something larger? who will sacrifice the warm home, the loved woman at home, their legs, their life even, for something more than their own wishes of sentiment? who would choose not to die for pleasure, alone?’",
                "‘Again passing over the important. This appetite to choose death by pleasure if it is available to choose—this appetite of your people unable to choose appetites, this is the death.",
                "Though Hal hasn’t had more than four or five total very small hits off the public duBois, this is a prime example of what’s sometimes called ‘marijuana thinking.’ You can tell because Hal’s leaned way over to spit but has gotten lost in a paralytic thought-helix and hasn’t yet spit, even though he’s right in bombing-position over the NASA glass. It also occurs to him that he finds the real-snow/unreal-snow snag in the Eschaton extremely abstract but somehow way more interesting than the Eschaton itself, so far.",
                "fun with the Substance, then very gradually less fun, then significantly less fun because of like blackouts you suddenly come out of on the highway going 145 kph with companions you do not know, nights you awake from in unfamiliar bedding next to somebody who doesn’t even resemble any known sort of mammal, three-day blackouts you come out of and have to buy a newspaper to even know what town you’re in; yes gradually less and less actual fun but with some physical need for the Substance, now, instead of the former voluntary fun;",
                "It’s all optional; do it or die.",
                "Joelle cuts off his interjection and says that but that her trouble with it is that ‘But For the Grace of God’ is a subjunctive, a counterfactual, she says, and can make sense only when introducing a conditional clause, like e.g. ‘But For the Grace of God I would have died on Molly Notkin’s bathroom floor,’ so that an indicative transposition like ‘I’m here But For the Grace of God’ is, she says, literally senseless, and regardless of whether she hears it or not it’s meaningless, and that the foamy enthusiasm with which these folks can say what in fact means nothing at all makes her want to put her head in a Radarange at the thought that Substances have brought her to the sort of pass where this is the sort of language she has to have Blind Faith in.",
                "He swears he’ll find us some cohesion-renewing Other. And then make some tough choices.",
                "Tine’s puppet’s tiny brown felt hand is on Luria’s voluptuously padded little Popsicle-stick knee in the famous Vienna, Virginia Szechuan steakhouse where, according to dark legend, Subsidized Time was conceived on the back of a chintzy Chinese-zodiac paper placemat, by R. Tine.",
                "Mounting an aggressive hearts-and-minds campaign that derided the ‘passivity’ of hundreds of millions of viewers forced to choose nightly between only four statistically pussified Network broadcasters, then extolled the ‘empoweringly American choice’ of 500-plus esoteric cable options, the American Council of Disseminators of Cable was attacking the Four right at the ideological root, the psychic matrix where viewers had been conditioned (conditioned, rather deliciously, by the Big Four Networks and their advertisers themselves, Hal notes) to associate the Freedom to Choose and the Right to Be Entertained with all that was U.S. and true.",
                "V&V’s NoCoat campaign was a case-study in the eschatology of emotional appeals. It towered, a kind of Überad, casting a shaggy shadow back across a whole century of broadcast persuasion.",
                "How could it be that A.F.R. malice could hurt all of the U.S.A. culture by making available something as momentary and free as the choice to view only this one Entertainment? You know there can be no forcing to watch a thing. If we disseminate the samizdat, the choice will be free, no? Free from force, no? Yes? Freely chosen?’",
                "Some old military joke about apples kept running through. Eat the Apple, Fuck the Core. Hal couldn’t remember what it was supposed to signify.",
                "Echt and Tavis were both standing, now, in there. Their handshake looked, for the first split-second he looked, like C.T. was jacking off and the little girl was going Sieg Heil. Hal thought he was maybe starting to lose his mind.",
                "‘In most versions an opal.’ ‘A Medusa in reverse, one might say.’ Both men, well versed in this, mirthlessly laughed. 223",
                "‘What you do is you hide your deep need to hide, and you do this out of the need to appear to other people as if you have the strength not to care how you appear to others.",
                "‘Don, I’m perfect. I’m so beautiful I drive anybody with a nervous system out of their fucking mind. Once they’ve seen me they can’t think of anything else and don’t want to look at anything else and stop carrying out normal responsibilities and believe that if they can only have me right there with them at all times everything will be all right. Everything. Like I’m the solution to their deep slavering need to be jowl to cheek with perfection.’ ‘Now with the sarcasm.’ ‘I am so beautiful I am deformed.’",
                "He scans for several nights before he even becomes aware of why or what he might be scanning for. 224",
                "Then, 41 breaths later, Michael Pemulis stuck his head in where Troeltsch’s had been. ‘Did you eat yet?’ Hal made his stomach bulge up and patted it, still looking at the ceiling. ‘The beast has killed and gorged and now lies in the shade of the Baobob tree.’ ‘Gotcha.’ ‘Surveying his loyal pride.’ ‘I gotcha.’",
                "They have shifted into a sexual mode. Her lids flutter; his close. There’s a concentrated tactile languor. She is left-handed. It is not about consolation. They start the thing with each other’s buttons. It is not about conquest or forced capture. It is not about glands or instincts or the split-second shiver and clench of leaving yourself; nor about love or about whose love you deep-down desire, by whom you feel betrayed. Not and never love, which kills what needs it. It feels to the punter rather to be about hope, an immense, wide-as-the-sky hope of finding a something in each Subject’s fluttering face, a something the same that will propitiate hope, somehow, pay its tribute, the need to be assured that for a moment he has her, now has won her as if from someone or something else, something other than he, but that he has her and is what she sees and all she sees, that it is not conquest but surrender, that he is both offense and defense and she neither, nothing but this one second’s love of her, of-her, spinning as it arcs his way, not his but her love, that he has it, this love (his shirt off now, in the mirror), that for one second she loves him too much to stand it, that she must (she feels) have him, must take him inside or else dissolve into worse than nothing; that all else is gone: that her sense of humor is gone, her petty griefs, triumphs, memories, hands, career, betrayals, the deaths of pets—that there is now inside her a vividness vacuumed of all but his name: O., O. That he is the One.",
                "And about contempt, it is about a kind of hatred, too, along with the hope and need. Because he needs them, needs her, because he needs her he fears her and so hates her a little, hates all of them, a hatred that comes out disguised as a contempt he disguises in the tender attention with which he does the thing with her buttons, touches the blouse as if it too were part of her, and him. As if it could feel. They have stripped each other neatly. Her mouth is glued to his mouth; she is his breath, his eyes shut against the sight of hers.",
                "‘Please conduct me.’ ‘Like but for instance did your nation know that the whole annular theory behind a type of fusion that can produce waste that’s fuel for a process whose waste is fuel for the fusion: the whole theory behind the physics of it comes out of medicine?’ ‘This means what? A bottle of medicine?’ ‘The study of medicine, Ars. Your part of the world takes annular medicine for granted now, but the whole idea of treating cancer by giving the cancer cells themselves cancer was anathematic just a couple decades back.’",
                "You can see these early microphotos Schacht’s got that poster of that he won’t take down even after you’re sick of it, the early microphotos of cancer cells getting force-fed micromassive quantities of overdone beef and diet soda, forced to chain-smoke microsized Marlboros near tiny little cellular phones—’",
                "‘You end up with a surrounding environment so fertilely lush it’s practically unlivable.’ ‘A rain forest on sterebolic anoids.’",
                "‘As if time itself were vastly sped up. As if nature itself had desperately to visit the lavatory.’ ‘Accelerated phenomena, which is actually equivalent to an incredible slowing down of time. The mnemonic rhyme Watson tried to get the Boog to remember here is “Wasteland to lush: time’s in no rush.”",
                "‘Forget that. I’m just thinking. You’re Muslimic, isn’t that right?’ ‘Devoutly. I pray five times daily in the prescribed fashion. I eschew representational art and carnality in all its four-thousand-four-hundred-and-four forms and guises.’",
                "it looks like the bulk of the lease-holders are Green-and-Bonkesque younger blue-collar hard-partying types that have posters of the Fiends In Human Shape or Choosy Mothers or Snout or the Bioavailable Five 241",
                "This one is from ‘Sixty Minutes +/−’ ’s first year, when Madame still had a slight accent and often spoke on the show as if she were talking exclusively to one person or character who was very important to her. The Moms revealed that if you’re not crazy then speaking to someone who isn’t there is termed apostrophe and is valid art. Mario’d fallen in love with the first Madame Psychosis programs because he felt like he was listening to someone sad read out loud from yellow letters she’d taken out of a shoebox on a rainy P.M., stuff about heartbreak and people you loved dying and U.S. woe, stuff that was real. It is increasingly hard to find valid art that is about stuff that is real in this way.",
                "The worst-feeling thing that happened today was at lunch when Michael Pemulis told Mario he had an idea for setting up a Dial-a-Prayer telephone service for atheists in which the atheist dials the number and the line just rings and rings and no one answers. It was a joke and a good one, and Mario got it; what was unpleasant was that Mario was the only one at the big table whose laugh was a happy laugh; everybody else sort of looked down like they were laughing at somebody with a disability.",
                "Orin can only give, not receive, pleasure, and this makes a contemptible number of them think he is a wonderful lover, almost a dream-type lover; and this fuels the contempt. But he cannot show the contempt, since this would pretty clearly detract from the Subject’s pleasure.",
                "if some jaywalking B.U. student does get splattered on Comm. or some House resident does get his car towed at 0005, your other student’s or addict’s response to this will be to ponder just what imponderable difference makes it possible for that other guy to get splattered or towed and not him, the ponderer. They never doubt the difference—they just ponder it. It’s like a kind of idolatry of uniqueness.",
                "But so very much private watching of customized screens behind drawn curtains in the dreamy familiarity of home. A floating no-space world of personal spectation. Whole new millennial era, under Gentle and Lace-Forché. Total freedom, privacy, choice.",
                "‘And for you also,’ Marathe said, ‘excessive unbalance. For your father progresses downhill in this obsessing, but always so slowly that always you could question yourself, whether you were maybe yourself the one out of balance, attaching too much importance to any one thing—a notebook, a posture. Crazy making.’ ‘And the toll on Mummykins.’",
                "‘Then at some point it was as if he was no longer able to converse or communicate on any topic without bringing it back to the program. The topic. Without some system of references to the program.’ Steeply gave small indications of paying attention to the small squeaks as Marathe turned his chair slightly this way and that way, achieving different angles of sight on his small shadow. Steeply exhaled air through the nostrils with a forceful sound. ‘Though it wasn’t as though he was wholly uncritical of it.’",
                "‘Not even cravings so much. Emptier than that. As if he were stuck wondering. As if there was something he’d forgotten.’ ‘Misplaced. Lost.’ ‘Misplaced.’ ‘Lost.’ ‘Misplaced.’ ‘As you wish.’",
                "‘Mary had a little lamb, its fleece electrostatic / And everywhere that Mary went, the lights became erratic.’",
                "Kate Gompert’s always thought of this anhedonic state as a kind of radical abstracting of everything, a hollowing out of stuff that used to have affective content. Terms the undepressed toss around and take for granted as full and fleshy—happiness, joie de vivre, preference, love—are stripped to their skeletons and reduced to abstract ideas. They have, as it were, denotation but not connotation.",
                "Hal, who’s empty but not dumb, theorizes privately that what passes for hip cynical transcendence of sentiment is really some kind of fear of being really human, since to be really human (at least as he conceptualizes it) is probably to be unavoidably sentimental and naïve and goo-prone and generally pathetic, is to be in some basic interior way forever infantile, some sort of not-quite-right-looking infant dragging itself anaclitically around the map, with big wet eyes and froggy-soft skin, huge skull, gooey drool.",
                "The authoritative term psychotic depression makes Kate Gompert feel especially lonely. Specifically the psychotic part. Think of it this way. Two people are screaming in pain. One of them is being tortured with electric current. The other is not. The screamer who’s being tortured with electric current is not psychotic: her screams are circumstantially appropriate. The screaming person who’s not being tortured, however, is psychotic, since the outside parties making the diagnoses can see no electrodes or measurable amperage. One of the least pleasant things about being psychotically depressed on a ward full of psychotically depressed patients is coming to see that none of them is really psychotic, that their screams are entirely appropriate to certain circumstances part of whose special charm is that they are undetectable by any outside party. Thus the loneliness: it’s a closed circuit: the current is both applied and received from within.",
                "metacinematic parodies on the genres: ‘sub/inversions of the genres,’ cognoscenti taken in were wont to call them.",
                "subversive/inversion,",
                "and in fact is experiencing some of the radical loss of concentration that attends THC-Withdrawal and is thinking about another, even more familiar J. O. Incandenza cartridge even while he watches this one with the other E.T.A.s.",
                "desalvation and demapping",
                "‘Boo, I think I no longer believe in monsters as faces in the floor or feral infants or vampires or whatever. I think at seventeen now I believe the only real monsters might be the type of liar where there’s simply no way to tell. The ones who give nothing away.’ ‘But then how do you know they’re monsters, then?’ ‘That’s the monstrosity right there, Boo, I’m starting to think.’ ‘Golly Ned.’ ‘That they walk among us. Teach our children. Inscrutable. Brass-faced.’",
                "visual Muzak.",
                "He was the sort of person who equated incredibly careful record-keeping with control.",
                "The similarity of her hurt sounds in the kitchen and living room and her sex-sounds through the asbestos fiberboard bedroom wall troubles Gately, though, when he remembers now, and is one reason why he fends off remembering, when awake.",
                "fly was stuck in a sticky spot of dried Heineken and agitating its wing as the M.P. explained that a well-maimed fly produced tiny little fly-screams of pain and fear. Human beings couldn’t hear a maimed fly’s screams, but you could bet your fat little rug-rat ass other flies could, and the screams of their maimed colleagues helped keep them away.",
                "No one single instant of it was unendurable. Here was a second right here: he endured it. What was undealable-with was the thought of all the instants all lined up and stretching ahead, glittering.",
                "the duo had ended up being cast as black-veiled Noh-style attendants in Himself’s Zero-Gravity Tea Ceremony,",
                "He warns that the police only know that it’s something that looks like you’d really want to watch it. He says all we know is it looks really entertaining. But that it really just wants to take away your functionality. He says we know it’s… Canadian.",
                "At nineteen seconds, Fully Functional Phil then dances his Warning Dance, a Native-American-cum-Breakdance-type dance we’re hoping will catch on among younger dancers.",
                "Since Tom’s too modest to say so, I should say that Tom’s already storyboarded an extremely exciting adolescent-targeted version of Fully Functional Phil, for music-video and soft-core disseminations, where Phil engages in a great deal more ironic self-parody, and in this version his trademark expression becomes ‘It’s your ass, ace.’",
                "Maybe the worst part of the cognitions involved the incredible volume of food I was going to have to consume over the rest of my life. Meal after meal, plus snacks. Day after day after day. Experiencing this food in toto. Just the thought of the meat alone. One megagram? Two megagrams? I experienced, vividly, the image of a broad cool well-lit room piled floor to ceiling with nothing but the lightly breaded chicken fillets I was going to consume over the next sixty years. The",
                "It now lately sometimes seemed like a kind of black miracle to me that people could actually care deeply about a subject or pursuit, and could go on caring this way for years on end. Could dedicate their entire lives to it. It seemed admirable and at the same time pathetic. We are all dying to give our lives away to something, maybe. God or Satan, politics or grammar, topology or philately—the object seemed incidental to this will to give oneself away, utterly. To games or needles, to some other person. Something pathetic about it. A flight-from in the form of a plunging-into. Flight from exactly what?",
                "Good-Looking Men in Small Clever Rooms that Utilize Every Centimeter of Available Space with Mind-Boggling Efficiency,",
                "There seemed to be so many implications even to thinking about sitting up and standing up and exiting V.R.5 and taking a certain variable-according-to-stride-length number of steps to the stairwell door, on and on, that just the thought of getting up made me glad I was lying on the floor.",
                "I was on the floor. I felt the Nile-green carpet with the back of each hand. I was completely horizontal. I was comfortable lying perfectly still and staring at the ceiling. I was enjoying being one horizontal object in a room filled with horizontality.",
                "I felt awakened to a basic dimension I’d neglected during years of upright movement, of standing and running and stopping and jumping, of walking endlessly upright from one side of the court to the other. I had understood myself for years as basically vertical, an odd forked stalk of stuff and blood. I felt denser now; I felt more solidly composed, now that I was horizontal. I was impossible to knock down.",
                "I could see my asking him where he’d been all week leading to so many different possible responses and further questions that the prospect was almost overwhelming, so enervating I could barely get out that I’d just been lying here on the floor. ‘Lying here is all,’ I told him. ‘So I just got told,’ he said. ‘The Petropulator mentioned hysterics.’ It was almost impossible to shrug lying supine on thick shag. ‘See for yourself,’ I said. Pemulis came all the way in. He became the only thing in the room that understood itself as basically vertical.",
                "‘I’m a highly tuned horizontal antenna tuned in to you lying right here.’",
                "‘We thus become, in the absence of death as teleologic end, ourselves desiccated, deprived of some essential fluid, aridly cerebral, abstract, conceptual, little more than hallucinations of God,’",
                "Kite would have staggered back in horror at Fackelmann’s obviously not knowing that the bettor Eighties Bill was in fact none other than the son of Sixties Bob,",
                "cooked up and tied off and shot up and nailed his chin to his chest and kept it there with staggering quantities of Dilaudid, trying to mentally blot out the reality of the fact that he was going to get demapped if he didn’t take some kind of decisive remedial action at once.",
                "Little entr’actes of feverish dreams punctuate memories and being conscious, like. He dreams he’s riding due north on a bus the same color as its own exhaust, passing again and again the same gutted cottages and expanse of heaving sea, weeping. The dream goes on and on, without any kind of resolution or arrival, and he weeps and sweats as he lies there, stuck in it.",
                "The intercom’s buzzer to the luxury apartment complex’s glass doors downstairs sounded, overwhelming both of them with the fact of its sound. It buzzed and buzzed. They discussed wishing it would stop the way you discuss wishing it would stop raining.",
                "His rising was more like the floor lowering. He wobbled like a toddler. The apt. floor below him feinted right, left, circling for an opening to attack.",
                "Did Himself subject us to 500 seconds of the repeated cry ‘Murderer!’ for some reason, i.e. is the puzzlement and then boredom and then impatience and then excruciation and then near-rage aroused in the film’s audience by the static repetitive final of the film aroused for some theoretical-aesthetic end, or is Himself simply an amazingly shitty editor of his own stuff?",
                "The Q.R.S. Infantilist would no doubt join the old grief-therapist in asking how watching one’s Moms begin to age makes you feel inside. Questions like these become almost koans: you have to lie when the truth is Nothing At All, since this appears as a textbook lie under the therapeutic model. The brutal questions are the ones that force you to lie."
            ]
        },
        {
            "title": "Starship Troopers",
            "author": "\n     by Robert A. Heinlein\n  ",
            "lastHighlighted": "Last annotated on July 27, 2014",
            "numHighlights": 17,
            "notes": [
                "Violence, naked force, has settled more issues in history than has any other factor, and the contrary opinion is wishful thinking at its worst. Breeds that forget this basic truth have always paid for it with their lives and freedoms.”",
                "But if you want to serve and I can’t talk you out of it, then we have to take you, because that’s your constitutional right. It says that everybody, male or female, shall have his born right to pay his service and assume full citizenship—but the facts are that we are getting hard pushed to find things for all the volunteers to do that aren’t just glorified K.P. You can’t all be real military men; we don’t need that many and most of the volunteers aren’t number-one soldier material anyhow.",
                "War is not violence and killing, pure and simple; war is controlled violence, for a purpose. The purpose of war is to support your government’s decisions by force. The purpose is never to kill the enemy just to be killing him . . . but to make him do what you want him to do.",
                "But I never thought he would be crazy enough to blurt it out that he’d hung one on you—he’s stupid; you should have eased him out of the outfit weeks ago . . . instead of nursing him along until he got into trouble. But blurt it out he did, to me, in front of witnesses, forcing me to take official notice of it—and that licked us. No way to get it off the record, no way to avoid a court . . . just go through the whole dreary mess and take our medicine, and wind up with one more civilian who’ll be against us the rest of his days. Because he has to be flogged; neither you nor I can take it for him, even though the fault was ours.",
                "“It had better be done. I will not only break the instructor who slips, I will personally take him ’way out on the prairie and give him lumps . . . because I will not have another one of my boys strung up to that whipping post through sloppiness on the part of his teachers. Dismissed.”",
                "I had an unsettling feeling that I had been completely mistaken as to the very nature of the world I was in, as if every part of it was something wildly different from what it appeared to be—like discovering that your own mother isn’t anyone you’ve ever seen before, but a stranger in a rubber mask.",
                "“Of course, the Marxian definition of value is ridiculous. All the work one cares to add will not turn a mud pie into an apple tart; it remains a mud pie, value zero. By corollary, unskillful work can easily subtract value; an untalented cook can turn wholesome dough and fresh green apples, valuable already, into an inedible mess, value zero. Conversely, a great chef can fashion of those same materials a confection of greater value than a commonplace apple tart, with no more effort than an ordinary cook uses to prepare an ordinary sweet.",
                "The best things in life are beyond money; their price is agony and sweat and devotion . . . and the price demanded for the most precious of all things in life is life itself—ultimate cost for perfect value.”",
                "I suddenly realized I felt good.",
                "thing about administrative punishment: There is no permanent black mark. Those records are destroyed at the end of boot training and you start clean. The only record is one where it counts most. You don’t forget it.",
                "I couldn’t see but two possibilities. Either he couldn’t be made well—in which case he was better dead for his own sake and for the safety of others—or he could be treated and made sane. In which case (it seemed to me) if he ever became sane enough for civilized society . . . and thought over what he had done while he was “sick”—what could be left for him but suicide? How could he live with himself?",
                "Mr. Dubois then turned to me. “I told you that ‘juvenile delinquent’ is a contradiction in terms. ‘Delinquent’ means ‘failing in duty.’ But duty is an adult virtue—indeed a juvenile becomes an adult when, and only when, he acquires a knowledge of duty and embraces it as dearer than the self-love he was born with. There never was, there cannot be, a ‘juvenile delinquent.’ But for every juvenile criminal there are always one or more adult delinquents—people of mature years who either do not know their duty, or who, knowing it, fail.",
                "“Peace” is a condition in which no civilian pays any attention to military casualties which do not achieve page-one, lead-story prominence—unless that civilian is a close relative of one of the casualties. But, if there ever was a time in history when “peace” meant that there was no fighting going on, I have been unable to find out about it.",
                "Anyhow, it wasn’t the process of voting that made a citizen—the Lieutenant had been a citizen in the truest sense of the word, even though he had not lived long enough ever to cast a ballot. He had “voted” every time he made a drop. And so had I! I could hear Colonel Dubois in my mind: “Citizenship is an attitude, a state of mind, an emotional conviction that the whole is greater than the part . . . and that the part should be humbly proud to sacrifice itself that the whole may live.”",
                "He stopped, then said very softly, “I had to perform an act of faith. I had to prove to myself that I was a man. Not just a producing-consuming economic animal . . . but a man.”",
                "Major Reid smiled. “Mr. Salomon, I handed you a trick question. The practical reason for continuing our system is the same as the practical reason for continuing anything: It works satisfactorily. “Nevertheless, it is instructive to observe the details. Throughout history men have labored to place the sovereign franchise in hands that would guard it well and use it wisely, for the benefit of all. An early attempt was absolute monarchy, passionately defended as the ‘divine right of kings.’",
                "“Applause. Both for practical reasons and for mathematically verifiable moral reasons, authority and responsibility must be equal—else a balancing takes place as surely as current flows between points of unequal potential. To permit irresponsible authority is to sow disaster; to hold a man responsible for anything he does not control is to behave with blind idiocy."
            ]
        },
        {
            "title": "The Glass Bead Game: (Magister Ludi) A Novel",
            "author": "\n     by Hermann Hesse\n  ",
            "lastHighlighted": "Last annotated on May 21, 2014",
            "numHighlights": 58,
            "notes": [
                "This is really all that we need to know. The Glass Bead Game is an act of mental synthesis through which the spiritual values of all ages are perceived as simultaneously present and vitally alive.",
                "For the Game is of course purely a symbol of the human imagination and emphatically not a patentable “Monopoly” of the mind.",
                "In several essays that he wrote around 1920—most notably in pieces on Nietzsche and Dostoevsky—Hesse argued that men must seek a new morality that, transcending the conventional dichotomy of good and evil, will embrace all extremes of life in one unified vision. A later essay, “A Bit of Theology” (1932), outlines the three-stage progression toward this goal.",
                "The central chapters of the biography, therefore, recapitulate in fictional form Hesse’s own shift from his original belief in a haughty Nietzschean elitism to a more compassionate social consciousness shaped by Burckhardt’s historicism. The ideological tensions between Knecht, Plinio, and Father Jacobus reflect on the level of character the areas of Culture, State, and Church, whose complex interrelationships Burckhardt investigated in his Observations on World History (a course of lectures delivered in 1870-1871 and posthumously published in 1905).",
                "but Joseph Knecht shows that the only true culture is that which responds to the social requirements of the times.",
                "And Knecht’s conviction that a State ruled without the tempering influence of Culture is doomed to brutishness reflects a prevalent contemporary concern: our computerized society has become so bureaucratically impersonal that it is no longer guided sufficiently by forces that are in the highest sense humane; our research and scholarship have attained dizzying heights of achievement without retaining a compensating sense of ethical responsibility.",
                "For although in a certain sense and for light-minded persons non-existent things can be more easily and irresponsibly represented in words than existing things, for the serious and conscientious historian it is just the reverse. Nothing is harder, yet nothing is more necessary, than to speak of certain things whose existence is neither demonstrable nor probable. The very fact that serious and conscientious men treat them as existing things brings them a step closer to existence and to the possibility of being born.",
                "For them, and especially for the writers of those days who had a distinct taste for biography, the essence of a personality seems to have been deviance, abnormality, uniqueness, in fact all too often the pathological. We moderns, on the other hand, do not even speak of major personalities until we encounter men who have gone beyond all original and idiosyncratic qualities to achieve the greatest possible integration into the generality, the greatest possible service to the suprapersonal.",
                "For us, a man is a hero and deserves special interest only if his nature and his education have rendered him able to let his individuality be almost perfectly absorbed in its hierarchic function without at the same time forfeiting the vigorous, fresh, admirable impetus which make for the savor and worth of the individual.",
                "The only way to learn the rules of this Game of games is to take the usual prescribed course, which requires many years; and none of the initiates could ever possibly have any interest in making these rules easier to learn.",
                "Any enrichment of the language of the Game by addition of new contents is subject to the strictest conceivable control by the directorate of the Game. On the other hand, within this fixed structure, or to abide by our image, within the complicated mechanism of this giant organ, a whole universe of possibilities and combinations is available to the individual player. For even two out of a thousand stringently played games to resemble each other more than superficially is hardly possible.",
                "And two centuries earlier we find in Nicholas of Cues sentences of the same tenor, such as this: “The mind adapts itself to potentiality in order to measure everything in the mode of potentiality, and to absolute necessity in order to measure everything in the mode of unity and simplicity as God does, and to the necessity of nexus in order to measure everything with respect to its peculiar nature; finally, it adapts itself to determinate potentiality in order to measure everything with respect to its existence. But furthermore the mind also measures symbolically, by comparison, as when it employs numerals and geometric figures and equates other things with them.”",
                "His pleasure in mathematics also, and his delight and skill in using constructions and axioms of Euclidean geometry as similes to clarify theological and philosophical concepts, likewise appear to be very close to the mentality of the Game.",
                "Or rather, it did not know how to assign culture its proper place within the economy of life and the nation. To be frank, we really are very poorly informed about that era, even though it is the soil out of which almost everything that distinguishes our cultural life today has grown. It was, according to Ziegenhalss, an era emphatically “bourgeois” and given to an almost untrammeled individualism.",
                "Has the gain been worth the countless victims? Has our present structure of the life of the mind been sufficiently developed, and is it likely to endure long enough, to justify as worthwhile sacrifices all the sufferings, convulsions, and abnormalities: the trials of heretics, the burnings at stake, the many “geniuses” who ended in madness or suicide?",
                "For while they had overthrown the tutelage of the Church completely, and that of the State partially, they had not succeeded in formulating an authentic law they could respect, a genuinely new authority and legitimacy. Ziegenhalss recounts some truly astonishing examples of the intellect’s debasement, venality, and self-betrayal during that period.",
                "We must confess that we cannot provide an unequivocal definition of those products from which the age takes its name, the feuilletons. They seem to have formed an uncommonly popular section of the daily newspapers, were produced by the millions, and were a major source of mental pabulum for the reader in want of culture. They reported on, or rather “chatted” about, a thousand-and-one items of knowledge.",
                "They bore such titles as “Friedrich Nietzsche and Women’s Fashions of 1870,” or “The Composer Rossini’s Favorite Dishes,” or “The Role of the Lapdog in the Lives of Great Courtesans,” and so on.",
                "but what astonishes us far more is that authors of repute and of decent education should have helped to “service” this gigantic consumption of empty whimsies. Significantly, “service” was the expression used; it was also the word denoting the relationship of man to the machine at that time.",
                "These games sprang from their deep need to close their eyes and flee from unsolved problems and anxious forebodings of doom into an imaginary world as innocuous as possible.",
                "These people who read so many articles and listened to so many lectures did not take the time and trouble to strengthen themselves against fear, to combat the dread of death within themselves; they moved spasmodically on through life and had no belief in a tomorrow.",
                "To put it briefly, they were already on the verge of that dreadful devaluation of the Word which produced, at first in secret and within the narrowest circles, that ascetically heroic countermovement which soon afterward began to flow visibly and powerfully, and ushered in the new self-discipline and dignity of the human intellect.",
                "They had just fully realized (a discovery that had been in the air, here and there, from the time of Nietzsche on) that the youth and the creative period of our culture was over, that old age and twilight had set in. Suddenly everyone felt this and many bluntly expressed this view; it was used to explain many of the alarming signs of the time: the dreary mechanization of life, the profound debasement of morality, the decline of faith among nations, the inauthenticity of art.",
                "For the allegation that the culture he had only yesterday been proud to possess was no longer alive, that the education and art he revered could no longer be regarded as genuine education and genuine art, seemed to the bourgeois as brazen and intolerable as the sudden inflations of currency and the revolutions which threatened his accumulated capital.",
                "Obeying a principle even then current in the League, the organ builder concealed his name, calling himself Silbermann after his eighteenth-century predecessor.",
                "Beginning with rhythm (clapping of hands, tramping, beating of sticks and primitive drums), it was a powerful, tried-and-true device for putting large numbers of people “in tune” with one another, engendering the same mood, co-ordinating the pace of their breathing and heartbeats, encouraging them to invoke and conjure up the eternal powers, to dance, to compete, to make war, to worship.",
                "The Game was at first nothing more than a witty method for developing memory and ingenuity among students and musicians.",
                "For a long while, indeed, a characteristic feature in the Game’s history was that it was constantly preferred, used, and further elaborated by whatever branch of learning happened to be experiencing a period of high development or a renaissance.",
                "This mathematical and astronomical game of formulas required great attentiveness, keenness, and concentration. Among mathematicians, even in those days, the reputation of being a good Glass Bead Game player meant a great deal; it was equivalent to being a very good mathematician.",
                "Each discipline which seized upon the Game created its own language of formulas, abbreviations, and possible combinations.",
                "The Game was not mere practice and mere recreation; it became a form of concentrated self-awareness for intellectuals. Mathematicians in particular played it with a virtuosity and formal strictness at once athletic and ascetic.",
                "The Glass Bead Game contributed largely to the complete defeat of feuilletonism and to that newly awakened delight in strict mental exercises to which we owe the origin of a new, monastically austere intellectual discipline.",
                "But the paths to honors, riches, fame, and luxury now no longer led through lecture halls, academies, and doctoral theses. The deeply debased intellectual professions were bankrupt in the world’s eyes.",
                "To return now to the Glass Bead Game: what it lacked in those days was the capacity for universality, for rising above all the disciplines. The astronomers, the classicists, the scholastics, the music students all played their Games according to their ingenious rules, but the Game had a special language and set of rules for every discipline and subdiscipline. It required half a century before the first step was taken toward spanning these gulfs. The reason for this slowness was undoubtedly more moral than formal and technical. The means for building the spans could even then have been found, but along with the newly regenerated intellectual life went a puritanical shrinking from “foolish digressions,” from intermingling of disciplines and categories. There was also a profound and justified fear of relapse into the sin of superficiality and feuilletonism.",
                "He invented for the Glass Bead Game the principles of a new language, a language of symbols and formulas, in which mathematics and music played an equal part, so that it became possible to combine astronomical and musical formulas, to reduce mathematics and music to a common denominator, as it were.",
                "In our lives it has partially taken over the role of art, partially that of speculative philosophy.",
                "Up to that time every game had been a serial arrangement, an ordering, grouping, and confronting of concentrated concepts from many fields of thought and aesthetics, a rapid recollection of eternal values and forms, a brief, virtuoso flight through the realms of the mind. Only after some time did there enter into the Game, from the intellectual stock of the educational system and especially from the habits and customs of the Journeyers to the East, the idea of contemplation.",
                "Ultimately, for the audiences at each Game it became the main thing. This was the necessary turning toward the religious spirit. What had formerly mattered was following the sequences of ideas and the whole intellectual mosaic of a Game with rapid attentiveness, practiced memory, and full understanding. But there now arose the demand for a deeper and more spiritual approach. After each symbol conjured up by the director of a Game, each player was required to perform silent, formal meditation on the content, origin, and meaning of this symbol, to call to mind intensively and organically its full purport.",
                "Beginners learned how to establish parallels, by means of the Game’s symbols, between a piece of classical music and the formula for some law of nature.",
                "In such a Game the goal was to develop both themes or theses with complete equality and impartiality, to evolve out of thesis and antithesis the purest possible synthesis.",
                "It represented an elite, symbolic form of seeking for perfection, a sublime alchemy, an approach to that Mind which beyond all images and multiplicities is one within itself—in other words, to God.",
                "Similarly, the symbols and formulas of the Glass Bead Game combined structurally, musically, and philosophically within the framework of a universal language, were nourished by all the sciences and arts, and strove in play to achieve perfection, pure being, the fullness of reality. Thus, “realizing” was a favorite expression among the players. They considered their Games a path from Becoming to Being, from potentiality to reality.",
                "Like all high functionaries in cultural life, the Magister of course remained anonymous. Aside from a few intimates, no one knew his name.",
                "If the Game is regarded as a kind of world language for thoughtful men, the Games Commissions of the various countries under the leadership of their Magisters form as a whole the Academy which guards the vocabulary, the development, and the purity of this language. Each country’s Commission possesses its Archive of the Game, that is, the register of all hitherto examined and accepted symbols and decipherments, whose number long ago by far exceeded the number of the ancient Chinese ideographs.",
                "The human attitude of which classical music is the expression is always the same; it is always based on the same kind of insight into life and strives for the same kind of victory over blind chance.",
                "Classical music as gesture signifies knowledge of the tragedy of the human condition, affirmation of human destiny, courage, cheerful serenity. The grace of a minuet by Handel or Couperin, the sensuality sublimated into delicate gesture to be found in many Italian composers or in Mozart, the tranquil, composed readiness for death in Bach—always there may be heard in these works a defiance, a death-defying intrepidity, a gallantry, and a note of superhuman laughter, of immortal gay serenity. Let that same note also sound in our Glass Bead Games, and in our whole lives, acts, and sufferings.”",
                "although he belongs to our essentially uncreative era and",
                "As Magister Ludi he became the leader and prototype of all those who strive toward and cultivate the things of the mind.",
                "The ideal world, which hitherto his young soul had known only by hearsay and in wild dreams, had suddenly taken on visible lineaments for him.",
                "There are many types and kinds of vocation, but the core of the experience is always the same: the soul is awakened by it, transformed or exalted, so that instead of dreams and presentiments from within a summons comes from without. A portion of reality presents itself and makes its claim.",
                "At one point Knecht speaks about analogies and associations in the Glass Bead Game, and in regard to the latter distinguishes between “legitimate,” universally comprehensible associations and those that are “private” or subjective.",
                "“This private association of mine is a precious possession I would not willingly give up. But the fact that two sensual experiences leap up every time I think, ‘spring is coming’—that fact is my own personal affair. It can be communicated, certainly, as I have communicated it to you just now. But it cannot be transmitted. I can make you understand my association, but I cannot so affect a single one of you that my private association will become a valid symbol for you in your turn, a mechanism which infallibly reacts on call and always follows the same course.”",
                "Laugh at me if you like, but in spite of everything there’s something impressive to me about those apostates, just as there is a grandeur about the fallen angel Lucifer. Perhaps they did the wrong thing, or rather, undoubtedly they did the wrong thing, but all the same they did something, accomplished something; they ventured a leap, and that took courage.",
                "As you well know, there are some who do not think well of the Glass Bead Game. They say it is a substitute for the arts, and that the players are mere popularizers; that they can no longer be regarded as truly devoted to the things of the mind, but are merely artistic dilettantes given to improvisation and feckless fancy. You will see how much or how little truth there is in that. Perhaps you yourself have notions about the Glass Bead Game, expecting more of it than it will give you, or perhaps the reverse. There is no doubt that the Game has its dangers. For that very reason we love it; only the weak are sent out on paths without perils. But never forget what I have told you so often: our mission is to recognize contraries for what they are: first of all as contraries, but then as opposite poles of a unity. Such is the nature of the Glass Bead Game. The artistically inclined delight in the Game because it provides opportunities for improvisation and fantasy. The strict scholars and scientists despise it—and so do some musicians also—because, they say, it lacks that degree of strictness which their specialties can achieve.",
                "Well and good, you will encounter these antinomies, and in time you will discover that they are subjective, not objective—that, for example, a fancy-free artist avoids pure mathematics or logic not because he understands them and could say something about them if he wished, but because he instinctively inclines toward other things. Such instinctive and violent inclinations and disinclinations are signs by which you can recognize the pettier souls. In great souls and superior minds, these passions are not found. Each of us is merely one human being, merely an experiment, a way station. But each of us should be on the way toward perfection, should be striving to reach the center, not the periphery. Remember this: one can be a strict logician or grammarian, and at the same time full of imagination and music. One can be a musician or Glass Bead Game player and at the same time wholly devoted to rule and order. The kind of person we want to develop, the kind of person we aim to become, would at any time be able to exchange his discipline or art for any other. He would infuse the Glass Bead Game with crystalline logic, and grammar with creative imagination. That is how we ought to be. We should be so constituted that we can at any time be placed in a different position without offering resistance or losing our heads.”",
                "What you call passion is not spiritual force, but friction between the soul and the outside world. Where passion dominates, that does not signify the presence of greater desire and ambition, but rather the misdirection of these qualities toward an isolated and false goal, with a consequent tension and sultriness in the atmosphere. Those who direct the maximum force of their desires toward the center, toward true being, toward perfection, seem quieter than the passionate souls because the flame of their fervor cannot always be seen. In argument, for example, they will not shout and wave their arms. But I assure you, they are nevertheless burning with subdued fires.”",
                "The whole of world history can be explained as development and progress and can also be seen as nothing but decadence and meaninglessness. Isn’t there any truth? Is there no real and valid doctrine?”",
                "I hope you will meet the challenges. Our Castalia is not supposed to be merely an elite; it ought above all to be a hierarchy, a structure in which every brick derives its meaning only from its place in the whole."
            ]
        },
        {
            "title": "How to Think Like a Great Graphic Designer",
            "author": "\n     by Debbie Millman\n  ",
            "lastHighlighted": "Last annotated on April 21, 2014",
            "numHighlights": 16,
            "notes": [
                "Identifying what constitutes a great mind, whether logical or magical or whimsical, is a necessarily subjective endeavor. Emulating a great mind is an even more complex proposition.",
                "In my interview with him, Milton Glaser observed, “You convey your ideas by the authenticity of your being.” Throughout these pages, there are a great many masters who offer ideas and wisdom through their authenticity.",
                "Massimo had this saying: “Once a work is out there, it doesn’t really matter what the excuses were.”",
                "I remember looking at the first prototype I designed. I just couldn’t take my eyes off of it; it was so beautiful, so real, and so perfect. But over enough time, it becomes all too flawed, or worse, you become bored with it.",
                "When I get a request to come up with something brand-new, it’s really hard for me. Really hard. I end up having to invent a problem in order to do it. And that is something I just love doing. It gives me great physical pleasure to solve problems. I remember watching Massimo Vignelli do things over and over again. But each time, they were always slightly different. He found enormous pleasure in finding slightly different ways of doing the thing that he loved to do.",
                "My guidance counselor thought I was really smart and felt it was a waste for me to go into art instead of becoming a doctor or a lawyer. I thought that there must be a lot of smart doctors and lawyers but I didn’t think there could be quite as many smart commercial artists. And I remember thinking, “I bet a smart commercial artist would really have an edge on things.”",
                "Milton has often talked about the confusion many people have about the word “art.” He has suggested that we replace the term with “work,” and proposed the following maxim: “Work that goes beyond its functional intention and moves us in deep and mysterious ways we call great work.”",
                "My favorite quote is by the English novelist Iris Murdoch. She said, “Love is the very difficult understanding that something other than yourself is real.” I like the idea that all that love is, is acknowledging another’s reality.",
                "And I realized that the focus of his life was about the consequences of his work rather than the work itself. And I think that is a kind of sadness. Because it leaves you with nothing.",
                "Yes. But there is a dark side to this. People develop communities that define themselves and isolate them from others. This leads to a kind of estrangement from everyone else. And before you know it, there’s a class or status war, or some other sense that we’re more important because of our desires, or a sense of betterment because we have good taste, or because we earn more money. That collective identification quickly turns into a way of excluding others from humanity.",
                "It’s in the interest of advertisers that people choose to think in the way the advertisers intend them to. It’s a formulaic thing, where there’s only one possible outcome in advertising. That creates a space where the “right to thought” is taken away from people. I’ve always tried to approach my work as being open-ended and with a degree of abstraction or ambiguity. This prevents it from being a monologue, because it is a dialogue. The work is only completed when a viewer has looked at it and made his or her own decision as to the full meaning of the piece.",
                "No one’s prepared to engage with difficult ideas anymore. It is very rare that graphic design is a difficult, engaging space these days.",
                "At the end of the day, I think we must always try to expand our spectrum. The more people we try to communicate with, the more generic our messages have to become. And as our messages become more generic, it’s less likely that people will have access to anything that’s different. I know this is slightly negative, but it’s not meant to be. It’s a plea for humanism.",
                "Can you elaborate? Younger designers and would-be designers must understand that communication design is for others and to others. As opposed to— For yourself, to yourself. There is a great misconception in this era of graphic design that it is a medium of self-expression.",
                "How do you feel about the fact that design is now being used as advertising? This is where a dilemma and crisis come in. I believe that good design is fundamentally orientated around truth, and once it loses its truth, you’ve lost it completely. The semiotics of good design imply that if we’ve redesigned a magazine or a hotel or a hospital, it is now better; that new problems have been solved; that new challenges have been addressed. In contemporary projects, we’re often not making things better, we’re just making things different: “It’s just different because we’d like you to buy more.”",
                "I likened it recently to pop culture: It’s gone from being like acid to being like crack. Pop culture is like crack. It doesn’t give you anything. It just wants to take your money, and when you’ve run out, you can fuck off."
            ]
        },
        {
            "title": "House of Incest",
            "author": "\n     by Anais Nin\n  ",
            "lastHighlighted": "Last annotated on April  2, 2014",
            "numHighlights": 4,
            "notes": [
                "I looked with chameleon eyes upon the changing face of the world, looked with anonymous vision upon my uncompleted self.",
                "I awoke at dawn, thrown up on a rock, the skeleton of a ship choked in its own sails.",
                "She stared with such an ancient stare, heavy luxuriant centuries flickering in deep processions. From her nacreous skin perfumes spiraled like incense. Every gesture she made quickened the rhythm of the blood and aroused a beat chant like the beat of the heart of the desert, a chant which was the sound of her feet treading down into the blood the imprint of her face.",
                "The leaf fall of her words, the stained glass hues of her moods, the rust in her voice, the smoke in her mouth, her breath on my vision like human breath blinding a mirror."
            ]
        },
        {
            "title": "The Innovator's Dilemma: When New Technologies Cause Great Firms to Fail (Management of Innovation and Change)",
            "author": "\n     by Clayton M. Christensen\n  ",
            "lastHighlighted": "Last annotated on March  4, 2014",
            "numHighlights": 1,
            "notes": [
                "Disruptive technologies bring to a market a very different value proposition than had been available previously. Generally, disruptive technologies underperform established products in mainstream markets. But they have other features that a few fringe (and generally new) customers value. Products based on disruptive technologies are typically cheaper, simpler, smaller, and, frequently, more convenient to use."
            ]
        },
        {
            "title": "The Colossus of Maroussi (Second Edition) (New Directions Paperbook)",
            "author": "\n     by Henry Miller\n  ",
            "lastHighlighted": "Last annotated on March  4, 2014",
            "numHighlights": 10,
            "notes": [
                "Reading Colossus, I was insistently reminded of Julian Jaynes’s masterfully wacky The Origin of Consciousness in the Breakdown of the Bicameral Mind.",
                "his ego cloven in two by Elysian ecstasy and corybantic abandon. Left lobe Miller closely observes the crazy antics of right lobe Miller—then writes it all down, convinced of its divinity.",
                "I found in him an expression of the American spirit at its worst. Progress was their obsession. More machines, more efficiency, more capital, more comforts—that was their whole talk.",
                "It’s good to be just plain happy; it’s a little better to know that you’re happy; but to understand that you’re happy and to know why and how, in what way, because of what concatenation of events or circumstances, and still be happy, be happy in the being and the knowing, well that is beyond happiness, that is bliss, and if you have any sense you ought to kill yourself on the spot and he done with it.",
                "I began to talk Chinese to him, not knowing a word of the language, whereupon to my astonishment he answered me in Chinese, his own Chinese, which was just as good as mine.",
                "I like the monologue even more than the duet, when it is good. It’s like watching a man write a book expressly for you: he writes it, reads it aloud, acts it, revises it, savors it, enjoys it, enjoys your enjoyment of it, and then tears it up and throws it to the winds.",
                "But there comes a day, when you are well again and strong, when this atmosphere ceases to be nourishing. You long to break out and test your powers. Then the French spirit seems inadequate. You long to make friends, to create enemies, to look beyond walls and cultivated patches of earth. You want to cease thinking in terms of life insurance, sick benefits, old age pensions and so on.",
                "At Eleusis one realizes, if never before, that there is no salvation in becoming adapted to a world which is crazy.",
                "Seferiades is more Asiatic than any of the Greeks I met; he is from Smyrna originally but has lived abroad for many years. He is languorous, suave, vital and capable of surprising feats of strength and agility. He is the arbiter and reconciler of conflicting schools of thought and ways of life. He asks innumerable questions in a polyglot language; he is interested in all forms of cultural expression and seeks to abstract and assimilate what is genuine and fecundating in all epochs. He is passionate about his own country, his own people, not in a hidebound chauvinistic way but as a result of patient discovery following upon years of absence abroad. This passion for country is a special peculiarity of the intellectual Greek who has lived abroad.",
                "Of course there is this to remember—the Greek only killed one man, and that in righteous anger, whereas the successful American businessman is murdering thousands of innocent men, women and children in his sleep every day of his life. Here nobody can have a clear conscience: we are all part of a vast interlocking murdering machine. There a murderer can look noble and saintly, even though he live like a dog."
            ]
        },
        {
            "title": "A General Theory of Love",
            "author": "\n     by Thomas Lewis, Fari Amini, Richard Lannon\n  ",
            "lastHighlighted": "Last annotated on February  7, 2014",
            "numHighlights": 13,
            "notes": [
                "Because it is part of the physical universe, love has to be lawful. Like the rest of the world, it is governed and described by principles we can discover but cannot change.",
                "Cognitive psychology bristled with boxes and arrows linking perception to action and had nothing to say about the unthinking center of self that people most cherish.",
                "The student of love still confronts a venerable relationship between certainty and utility in matters of the heart: only a few things worth knowing about love can be proven, and just a few things amenable to proof are worth knowing at all.",
                "To slip between the twin dangers of empty reductionism and baseless credulity, one must balance a respect for proof with a fondness for the unproven and the unprovable. Common sense must combine in equal measure imaginative flight and an aversion to orthodoxy.",
                "The first blow to the clockwork universe came from Albert Einstein. His relativity theory proposed that the flow of time depends on where you are, and that different observers may not agree even about the chronological order of the events they witness. A few years later, Kurt Gödel demonstrated that any mathematical system contains, like the gleaming and inaccessible jewels of a dragon’s lair, true theorems that can never be proven. Between Einstein and Gödel came Werner Heisenberg and his uncertainty principle. Heisenberg showed that the more precisely one determines the position of an atomic particle, the less one can know about its speed.",
                "“We should take care not to make the intellect our god; it has, of course, powerful muscles, but no personality. It cannot lead; it can only serve.”",
                "A person cannot direct his emotional life in the way he bids his motor system to reach for a cup. He cannot will himself to want the right thing, or to love the right person, or to be happy after a disappointment, or even to be happy in happy times. People lack this capacity not through a deficiency of discipline but because the jurisdiction of will is limited to the latest brain and to those functions within its purview. Emotional life can be influenced, but it cannot be commanded.",
                "Beyond the variegated sensations and the helpful motivations, science has discovered emotionality’s deeper purpose: the timeworn mechanisms of emotion allow two human beings to receive the contents of each other’s minds. Emotion",
                "Emotional expressions on the face of a rhesus monkey. (From Chevalier-Skolnikoff, 1973, in Darwin and Facial Expression: A Century of Research in Review, edited by P. Ekman. Reprinted with permission of the Academic Press.)",
                "Human beings, as tool-making animals, are prone to associate importance with durability. The columns of the Parthenon or the massive stone blocks of looming pyramids easily elicit our wonder and awe. The momentousness of emotions in human lives stands in befuddling contrast to their impossible brevity.",
                "“Dream delivers us to dream, and there is no end to illusion. Life is a train of moods like a string of beads, and, as we pass through them, they prove to be many-colored lenses which paint the world their own hue. . . . Temperament is the iron wire on which the beads are strung.”",
                "To evaluate the impact of subtler bonding derangements, a group of researchers devised an ingenious way to make healthy monkeys into poor mothers. They place monkey mother and infant in an environment where food is not always readily available. Sometimes the mother has easy access to nutrients; at other times she must search diligently to find enough to feed herself and her baby. The unpredictability of that circumstance preys on the mother’s mind and erodes her parental attentiveness.",
                "Despite their incomprehension, subjects nevertheless steadily honed their forecasting abilities. After just fifty trials, the average subject was right 70 percent of the time. Even though subjects didn’t understand what they were doing or why it worked, they were still able to do it. They gradually developed a feel for the situation, and intuitively grasped the essence of a complex problem that their logical brains could not crack."
            ]
        },
        {
            "title": "The 4-Hour Body: An Uncommon Guide to Rapid Fat-Loss, Incredible Sex, and Becoming Superhuman",
            "author": "\n     by Timothy Ferriss\n  ",
            "lastHighlighted": "Last annotated on January 28, 2014",
            "numHighlights": 16,
            "notes": [
                "“The future is already here—it is just unevenly distributed.”",
                "“before” photographs. The training methods and diet varied, but those who experienced the most dramatic changes credited the “before” photographs with adherence to the program. The pictures were placed in an unavoidable spot, often on the refrigerator, and served as inoculation against self-sabotage.",
                "When in doubt, “take five” is the rule.",
                "1. Do I really look like that in underwear? Take digital photos of yourself from the front, back, and side. Wear either underwear or a bathing suit. Not eager to ask a neighbor for a favor? Use a camera with a timer or a computer webcam like the Mac iSight. Put the least flattering “before” photo somewhere you will see it often: the refrigerator, bathroom mirror, dog’s forehead, etc. 2. Do I really eat that? Use a digital camera or camera phone to take photographs of everything you eat for 3–5 days, preferably including at least one weekend day. For sizing, put your hand next to each item or plate in the photographs. For maximum effect, put these photos online for others to see. 3. Who can I get to do this with me? Find at least one person to engage in a friendly competition using either total inches (TI) or bodyfat percentage. Weight is a poor substitute but another option. Use competitive drive, guilt, and fear of humiliation to your advantage. Embrace the stick. The carrot is overrated. 4. How do I measure up? Get a simple tape measure and measure five locations: both upper arms (mid-bicep), waist (horizontal at navel), hips (widest point between navel and legs), and both legs (mid-thigh). Total these numbers to arrive at your total inches (TI). I’m telling you again because I know you didn’t do it after the last chapter. Get off your ass and get ’er done. It takes five minutes. 5. What is the smallest meaningful change I can make? Make it small. Small is achievable. For now, this means getting started on at least two of the above four steps before moving on. The rest and best is yet to come.",
                "Even if he came home from a party at 3:00 A.M., he had to write one sentence per day. He finished in record time while classmates languished",
                "The following foods are prohibited, except for within 30 minutes of finishing a resistance-training workout like those described in the “From Geek to Freak” or “Occam’s Protocol” chapters: all bread, rice (including brown), cereal, potatoes, pasta, tortillas, and fried food with breading. If you avoid eating the aforementioned",
                "Drink massive quantities of water and as much unsweetened tea, coffee (with no more than two tablespoons of cream; I suggest using cinnamon instead), or other no-calorie/low-calorie beverages as you like. Do not drink milk (including soy milk), normal soft drinks, or fruit juice. Limit diet soft drinks to no more than 16 ounces per day if you can, as the aspartame can stimulate weight gain.",
                "Avocadoes, the main ingredient in guacamole, contain 60% more potassium than bananas. Avocadoes also contain 75% insoluble fiber, which will help keep you regular. If you prefer pills, 99-milligram tablets with meals will do the trick. Magnesium and calcium are easiest to consume in pill form, and 500 milligrams of magnesium taken prior to bed will also improve sleep.",
                "Montreal steak rub, thick salsa without sugar added, garlic salt, white truffle sea salt (combine this with tarragon on eggs), Thai chili paste",
                "My most frequent breakfast consists of eggs, lentils, and spinach. I prefer lentils, straight out of the can, to black beans, and hard-boiling a dozen eggs beforehand makes this easy. Breakfast is the hardest meal for most to modify, as we’re a country of toast- and cereal-eating junkies. Moving to slow carbs and protein requires a more lunchlike meal for breakfast. This is easier when you realize that breakfast can be a smaller meal when followed by a lunch three to five hours later. Try it for five days and you’ll see the difference. Not only will the increased protein intake decrease water retention, resting metabolism increases about 20% if your breakfast calories are at least 30% protein. If you want a more typical breakfast, try eggs with turkey bacon (or organic normal bacon)4 and sliced tomato. Delicious. Cottage cheese, my mother’s preference, is also a fine addition. Have you ever cooked eggs with ghee (clarified butter)? Try it and thank me. Interested in why I",
                "I’m a huge fan of canned tuna in water mixed with lentils and chopped onions.",
                "Cottage cheese is an exception. It doesn’t interrupt things, and the high casein content appears to facilitate fat-loss.",
                "Salsa is outstanding, especially chunky medium spicy salsa with corn, beans, etc. I can’t stand egg whites by themselves, as",
                "The exercises should be performed for one set each and no more. The objective is to fail, to reach the point where you can no longer move the weight, at seven or more repetitions at a 5/5 cadence (five seconds up and five seconds down). The leg press is to be performed for 10 or more repetitions at the same cadence. The only exceptions to the cadence rule are the abdominal exercises and kettlebell swing, which are described in earlier chapters.",
                "The following recipe can also be used as a meal replacement or pre-bed snack: 24 oz (3 cups) 2% or whole organic milk 30 g whey protein isolate (chocolate tends to work best) 1 banana 3 heaping tbsp almond butter with no added sugar, maltodextrin, or syrups 5 ice cubes Caloric and protein profile with 2% milk (approximate): 970 cal, 75 g protein",
                "My single favorite meal for mass is macaroni (preferably durum whole wheat), water-packed canned tuna, and fat-free turkey/bean chili."
            ]
        },
        {
            "title": "Neuromancer",
            "author": "\n     by William Gibson\n  ",
            "lastHighlighted": "Last annotated on January 26, 2014",
            "numHighlights": 7,
            "notes": [
                "Night City was like a deranged experiment in social Darwinism, designed by a bored researcher who kept one thumb permanently on the fast-forward button. Stop hustling and you sank without a trace, but move a little too swiftly and you’d break the fragile surface tension of the black market;",
                "Get just wasted enough, find yourself in some desperate but strangely arbitrary kind of trouble, and it was possible to see Ninsei as a field of data, the way the matrix had once reminded him of proteins linking to distinguish cell specialties.",
                "Dr. Rambali smiled. “There is always a point at which the terrorist ceases to manipulate the media gestalt. A point at which the violence may well escalate, but beyond which the terrorist has become symptomatic of the media gestalt itself. Terrorism as we ordinarily understand it is inately media-related. The Panther Moderns differ from other terrorists precisely in their degree of self-consciousness, in their awareness of the extent to which media divorce the act of terrorism from the original sociopolitical intent. . . .”",
                "It was the style that mattered and the style was the same. The Moderns were mercenaries, practical jokers, nihilistic technofetishists.",
                "It took eleven months for the Congressional aide to find him there. He listened to the sound of tubes draining. In Washington and McLean, the show trials were already underway.",
                "It was called dub, a sensuous mosaic cooked from vast libraries of digitalized pop; it was worship, Molly said, and a sense of community. Case heaved at one of the yellow sheets; the thing was light but still awkward. Zion smelled of cooked vegetables, humanity, and ganja.",
                "Aerol, with no particular provocation, related the tale of the baby who had burst from his forehead and scampered into a forest of hydroponic ganja. “Ver’ small baby, mon, no long’ you finga.” He rubbed his palm across an unscarred expanse of brown forehead and smiled."
            ]
        },
        {
            "title": "The Diary of Anais Nin Volume 1 1931-1934: Vol. 1 (1931-1934)",
            "author": "\n     by Anaïs Nin\n  ",
            "lastHighlighted": "Last annotated on January 19, 2014",
            "numHighlights": 155,
            "notes": [
                "The diary is the log of her journey through the labyrinth of the self, of her effort to find, and to define, the woman Anaïs, the real and the symbolic one who balances \"between\" action and contemplation, involvement and self-preservation, emotion and intellect, dreams and reality, and who sometimes despairs",
                "\"What makes people despair,\" she wrote, \"is that they try to find a universal meaning to the whole of life, and then end up by saying it is absurd, illogical, empty of meaning. There is not one big, cosmic meaning for all, there is only the meaning we each give to our life, an individual meaning, an individual plot, like an individual novel, a book for each person. To seek a total unity is wrong.",
                "\"There were always, in me,\" she noted soberly at the age of twenty-nine, \"two women at least, one woman desperate and bewildered, who felt she was drowning, and another who would leap into a scene, as upon a stage, conceal her true emotions because they were weaknesses, helplessness, despair, and present to the world only a smile, an eagerness, curiosity, enthusiasm, interest.\" While the world watched with fascination the gay, charming, intelligent, mysterious Anaïs, the other women in her—the shy, the strong, the practical, the unsure, the observing, the detached, the childish—clamored for recognition in the pages of the diary. It is the gathering place of her fragmented self, her retreat from the demands of living.",
                "takes on the air of a prison gate. An unjust feeling, since I know I can leave the place whenever I want to, and since I know that human beings place upon an object, or a person, this responsibility of being the obstacle when the obstacle lies always within one's self.",
                "Every room is painted a different color. As if there were one room for every separate mood: lacquer red for vehemence, pale turquoise for reveries, peach color for gentleness, green for repose, grey for work at the typewriter.",
                "Ordinary life does not interest me. I seek only the high moments. I am in accord with the surrealists, searching for the marvelous.",
                "You live like this, sheltered, in a delicate world, and you believe you are living. Then you read a book (Lady Chatterley, for instance), or you take a trip, or you talk with Richard, and you discover that you are not living, that you are hibernating. The symptoms of hibernating are easily detectable: first, restlessness. The second symptom (when hibernating becomes dangerous and might degenerate into death): absence of pleasure. That is all. It appears like an innocuous illness. Monotony, boredom, death. Millions live like this (or die like this) without knowing it. They work in offices. They drive a car. They picnic with their families. They raise children. And then some shock treatment takes place, a person, a book, a song, and it awakens them and saves them from death.",
                "She never answered direct questions. She reminded me of the Arabs who believe that true intelligence consists of concealment of your thoughts.",
                "I have always believed in André Breton's freedom, to write as one thinks, in the order and disorder in which one feels and thinks, to follow sensations and absurd correlations of events and images, to trust to the new realms they lead one into. \"The cult of the marvelous.\" Also the cult of the unconscious leadership, the cult of mystery, the evasion of false logic. The cult of the unconscious as proclaimed by Rimbaud. It is not madness. It is an effort to transcend the rigidities and the patterns made by the rational mind.",
                "Why should I care? But I do care. I care about everything. Emotionalism and sensibility are my quicksands.",
                "(Had she learned there her skill in balancing in space, in time, avoiding all definitions and crystallizations? Had she learned from her father to deal in camouflage, in quick sleight of hand?",
                "They must have been drawn together by his need to expose illusion, her need to create it. A satanic pact. One of them must triumph: the realist or the mythmaker.",
                "I said, \"I do feel that perhaps you did not ask the correct questions of the Sphinx.\" \"What would you ask?\" \"I would not be concerned with the secrets, the lies, the mysteries, the facts. I would be concerned with what makes them necessary. What fear.\"",
                "know Henry thinks I'm mad because I want only fever. I don't want objectivity, I don't want distance. I don't want to become detached.\"",
                "I love June for what she has dared to be, for her hardness and cruelty, her relentlessness, her egoism, her pride, her destructiveness. I am suffocated by my compassions. She is a personality expanded to the limit.",
                "She says of me, \"You are at once so decadent and so alive.\" She is so decadent and so alive. Our love would be death.",
                "As soon as someone defines me, I do as June does; I seek escape from the confinements of definition. Am I good? Kind? Then I seek to see how far I can go into unkindness (not very far), into hardness. But I do feel I can always come back to my true nature. Can June come back to her true nature?",
                "So many people had sought the way into June's true nature and had not guessed the strength and fullness of her imaginative world, her isolation, the June who lives in symbols, who shrinks from crudeness.",
                "What a secret language we talk. Undertones, overtones, nuances, abstractions, symbols.",
                "I do not think that, in spite of the passion so often described by Henry, June and Henry have really ever fused, yielded to each other, possessed each other. Their individualities are too strong. They are at war with each other, love is a conflict, they lie to each other, they mistrust each other.",
                "Hell is a different place for each man, or each man has his own particular hell.",
                "I always endowed madness with a sacred, poetic value, a mystical value. It seemed to me to be a denial of ordinary life, an effort to transcend it, to expand, to go far beyond the limitations of La Condition Humaine.",
                "I said, \"If there is an explanation of the mystery, it is this: the love between women is a refuge and an escape into harmony and narcissism in place of conflict. In the love between man and woman there is resistance and conflict. Two women do not judge each other. They form an alliance. It is, in a way, self-love. I love June because she is the woman I would like to be. I don't know why June loves me.\"",
                "All but freedom, utter freedom, is death.",
                "When she told you that her mother had died, that she never knew her father, that she was illegitimate, she wanted to begin nowhere, to begin without roots, to plunge into invention. Anyone could be her father. She loved the suspense, the possible surprise. She did not want to be classified, she did not want to be associated with any race, nationality, or background either.",
                "Mindless, the life of our unconscious without control. There is a fantastic courage in this, to live without laws, without fetters, without thought of consequences.",
                "I never said to June, \"You lie,\" but \"You imagined, you invented,\" as I wish my parents had said to me when I fabricated tales of meeting jungle animals in the street, etc.",
                "I could understand and see, as if I had been there, the devastating charade lovers enter upon. Henry's and June's was on the theme of truth and non-truth, illusion and reality. The meshing only took place in the interlockings of desire. Sudden, violent desires. No time to turn down coverlets, to close windows, to turn out the lights. Against the wall, on the carpet, on a chair, on a couch, in taxis, in elevators, in parks, on rivers, on boats, in the woods, on balconies, in doorways at night, they grappled body to body, breath to breath, tongue against tongue, as if to enclose, enmesh, imprison once and forever, essences, odors, flavors which eluded them at other times.",
                "I have learned from Henry to make notes, to expand, not to brood secretly, to move, to write every day, to do, to say instead of meditating, not to conceal the breaking up of myself under emotion.",
                "They all want to sanctify me, to turn me into an effigy, a myth. They want to idealize me and pray to me, use me for consolation, comfort. Curse my image, the image of me which faces me every day with the same over-fineness, over-delicacy, the pride, the vulnerability which makes people want to preserve me, treat me with care.",
                "\"No, he was seeking to be created, to be born, to be warmed into existence, to be imagined, to be known, to be identified; he was seeking a procreative miracle.",
                "Only love seeks to know and to create or rescue the loved one.\"",
                "Again and again I have entered realism, and found it arid, limited. Again and again I return to poetry.",
                "To destroy is easy.",
                "\"To be entirely honest with myself, I like to be away from June. It is then I enjoy her best. When she is here, I am morbid, oppressed, desperate. I am satiated with experience and pain.\"",
                "I always run away from the simplest phrases because they never contain all of the truth. To me the truth is something which cannot be told in a few words, and those who simplify the universe only reduce the expansion of its meaning.",
                "Man can control his destiny, says Allendy, to the extent that he becomes aware of these tropisms, but it requires a real initiation, similar to Buddhist discipline which enables disciples to escape their karma through knowledge. Psychoanalysis can overcome what we call bad luck, or tragedy, or fatality.",
                "\"I have no brakes on,\" I said. \"Analysis is for those who are paralyzed by",
                "Man's vanity is greater than a woman's—because his whole life is based on a manly cult of conquering, from the Dark Ages, when the one who could not hunt and was not strong died. His vanity is immense, and the wounds to it are vital and fatal.\"",
                "At that moment I knew Henry had perceived the part of me that is half child, the part of me who likes to be amazed, to be taught, to be guided. I became a child listening to Henry, and he became paternal. The haunting image of an erudite, literary father reasserted itself, and the woman became a child again.",
                "Dr. Allendy: \"Of course, to an analyst, it is very clear, even in your appearance.\" Anaïs: \"In my appearance?\" Dr. Allendy: \"Yes, everything you wear, the way you walk, sit, stand is seductive and it is only people who are unsure who act constantly in a seductive manner and dress to charm.\"",
                "I too am interested in evil, and I want my Dionysian life, drunkenness and passion and chaos; and yet here I am, sitting at a kitchen table and working with Henry on the portrait of June, while Fred is making a stew.",
                "I feel that an initial shock has shattered my wholeness, that I am like a shattered mirror. Each piece has gone off and developed a life of its own.",
                "Henry called my house a laboratory of the soul. Enter this laboratory of the soul where every feeling will be X-rayed by Dr. Allendy to expose the blocks, the twists, the deformations, the scars which interfere with the flow of life. Enter this laboratory of the soul where incidents are refracted into a diary, dissected to prove that everyone of us carries a deforming mirror where he sees himself too small or too large, too fat or too thin, even Henry, who believes himself so free, blithe, and unscarred. Enter here where one discovers that destiny can be directed, that one does not need to remain in bondage to the first wax imprint made on childhood sensibilities. One need not be branded by the first pattern. Once the deforming mirror is smashed, there is a possibility of wholeness; there is a possibility of joy.",
                "(The way I once concealed from myself this drama of perpetual divorce was to blame the clock. It was time to go, in place of now I must go, because relationship is so difficult for me, so strained, so laborious, its continuance, its flow.) I never knew what happened. At a party, at a visit, at a play, a film, came a moment of anguish. I cannot sustain the role, the pretense that I am at one with others, synchronized. Where was the exit? Flight. The imperative need of flight.",
                "Before Henry, I thought art was the paradise, not human life, that in art alone could pain become an abstraction. It was a man's way of mastering pain, to put art and space and time and history and philosophy between himself and human life. Art was the prescription for sanity and relief from the terrors and pains of human life.",
                "Then he ventured to say (for all the art of analysis consists in saying a truth only when the other person is ready for it, has been prepared for it by an organic process of gradation and evolution) that he thought I had also dressed to accentuate my \"strangeness,\" my separateness from the crowd, but in a way which reminded him of what the primitives wore to frighten their enemies!",
                "Dr. Allendy said that it was necessary to become equal to life, that the romantic was defeated by life, really died of it, whether by tuberculosis in the old days, or by neurosis today. I had never thought before of the connection between neurosis and romanticism. Wanting the impossible? Dying when unable to reach it? Not wanting to compromise?",
                "Lawrence was a romantic, and he sought to fuse body and soul. Henry asserts the primitive instincts. He leaves feeling out of his writing. No symbolism in Henry, no mythology.",
                "I also at times feel I want to make an effort to overcome my fears, and my recoils. I am afraid that if I followed my natural bent, I would withdraw from the world. Henry embraces everything, the ugly, the sick, the vulgar. I admire that. I made a world so beautiful, filled only with people of quality, with beauty and finesse, and it was static.\"",
                "I had lost my true rhythm. But what was my true rhythm? This was too direct a question for Dr. Allendy to answer.",
                "If psychoanalysis is going to divest me of all decoration, costume, adornment, flavor, characteristic, then what will be left?",
                "This brings him to the idea of destiny: \"what we fear might happen, does happen.\" I always fear to be abandoned or at least neglected, and so it happens ... I make it happen.",
                "This set me dreaming about fatality. Do human beings pick up \"waves\" from others' thoughts? Did Dr. Allendy pick up waves of my thoughts while I sat waiting: be late, and then I will be able not to trust you, confide in you, love you, and be in another's power?",
                "The more broadly and expansively you love, without exclusiveness, the more you reach the mystic whole, the larger sense of love, the less individualistic, the more universal love.\"",
                "You are so terribly clever, so nimble. I distrust your cleverness. You make wonderful patterns—everything is in its place—it looks convincingly clear—too clear. And meanwhile, where are you? Not on the clear surface of your ideas, but you have already sunk deeper, into darker regions—so that one only thinks one has been given all you thought, one only imagines you have emptied yourself in that clarity. But there are layers, and layers—you're bottomless, unfathomable. Your clearness is deceptive. You're the thinker who arouses the most confusion in me, most doubts, most disturbances.\"",
                "I may be basically good, human, loving, but I am also more than that, imaginatively dual, complex, an illusionist.",
                "I was stunned. I saw a new truth. I saw a gigantic tangle. I am mystified and strangely lucid at the same time. I am not vacillating between Henry and June, but between two truths I see with clarity. I believe in Henry as a human being, although I am fully aware of the literary monster. I believe in June, although I am fully aware of her destructive power.",
                "You have intuition. What does it matter what I do, it is what I am that matters.\" True. What matters is the essence of June, and it is this essence which Henry has not grasped. He is too literal.",
                "The conflict is all the greater because each man is strong within his own role and symbolic value. Allendy is truly a kingly man, an intrepid scientist, a scholar, a man who is seeking to relate science and mysticism; he is a leader, a teacher, a healer.",
                "June and I were walking together over dead leaves crackling like paper. She was weeping over the end of a cycle. How one must be thrust out of a finished cycle in life, and that leap the most difficult to make—to part with one's faith, one's love, when one would prefer to renew the faith and re-create the passion. The struggle to emerge out of the past, clean of memories; the inadequacy of our hearts to cut life into separate and final portions; the pain of this constant ambivalence and interrelation of emotions; the hunger for frontiers against which we might lean as upon closed doors before we proceed forward; the struggle against diffusion, new beginnings, against finality in acts without finality or end, in our cursedly repercussive being...",
                "I try to follow his ideas, but what a tremendous arc he is making. D. H. Lawrence, Joyce, Élie Faure, Dostoevsky, criticism, nudism, his creed, his attitude, Michael Fraenkel, Keyserling. He is asserting himself as a thinker; he is asserting his seriousness. He is tired of being considered a mere \"cunt painter,\" an experimentalist, a revolutionary.",
                "It is June who vomits, and I who feel I have vomited my whole life. The real wine, the real bodies, the real kisses, the real cafés, the real kitchen, external ecstasies. I yearn for the ecstasies of writing, reading, music, philosophy, contemplation; I yearn for that room I saw through an open window, lined with books, suspended over life, where nothing ever turns to dregs, where landings are not crash landings.",
                "At one moment, when she had spoken movingly of her faith and the wholeness of her love for Henry, I laid my head on her knees and said, \"June, I worship you.\" She answered, \"I don't want worship. I want understanding.\" Henry's cry, too: \"I want understanding!\" There is a shortage of understanding.",
                "Henry teases me about my memory for conversation. Every now and then he says: \"Put this down in your diary.\" He never says, as others do: \"Do not put this down in your diary.\"",
                "A big enough artist, I say, can eat anything, must eat everything and then alchemize it. Only the feeble writer is afraid of expansion. Henry is fulfilling a deep necessity: to situate himself, to adopt values, to seek a basis for what he is to build.",
                "I laugh at my old fear of analysis. The possession of knowledge does not kill the sense of wonder and mystery. There is always more mystery. I have no fear of clarity.",
                "The weakness of the man, his listening to June to the very end of all she had to say, becomes, in the case of the writer, the passivity of the artist as spectator of life. Listening to June he ceased to be a man who should have silenced her; he became an investigator listening to what a normal man would not have wanted to observe.",
                "Could I deceive a professional analyst? The secret of my lies must be that which makes for good acting. I never plunge into a lie carelessly, without first telling myself: \"How would I feel if this were true?\" (How would I feel if I had broken with Henry's world?) I start feeling and believing the situation. Also I have learned transpositions. I borrow from the distress caused me by June's behavior and transfer this to the present.",
                "It was only later that I regretted the lies, for lies create solitude. I needed someone to talk to openly, and by lying to Allendy I forced myself back into a terrible solitude.",
                "\"It is a malady in me, perhaps, but I have never been a passionate man, never knew anything but tenderness for women.\"",
                "I see so clearly the aim, the mood, the temper of his work, that I am able to help him cut out extraneous material, change the order of chapters. I told him my theory of skipping meaningless details, as the dream skips them, which produces not only intensity but power. He begins, \"Wednesday morning I stood at the corner...\" I say, drop \"Wednesday\"; drop the extra weight to achieve speed, the essential ... a literature of \"cuts.\"",
                "I am merciless on his childish rantings (he has a folder of pages I have extracted because they were just tantrums, as I said), everything petty, over-realistic (his fights with June over the value of Greta Garbo). I say: \"Have bigger fights.\" When he is irritated he produces a petty literalness.",
                "Tragic marriages for the women who married my brothers too: they feel like outsiders. We do not feel their sorrows, for who are they? Merely human beings, banal little human beings, baffled and defeated by emotions, by our lack of sympathy, unable to share our anachronistic exaltations, our search for ecstasy.\"",
                "To the poets, insanity seems closer to divinity than sanity. The madman arrives at death not by human progression, the disintegration of cells, but by a series of holocausts.",
                "I stand before each new world, new person, new country, hesitant, unsure, hating new obstacles, new mysteries, new possibilities of pain, of blunders from lack of courage. Fear, lack of confidence, has narrowed my world, limited the people I have known intimately. The difficulty of communion. Je vous présente mes hommages, Madame. Politeness like a shield. Culture is a shield. The world of my father. With Henry it is the world of my mother.",
                "When she complains that he utters only perfectly ordinary phrases, then I experience the strange pain and jealousy of not being a man; for I would know what to say to Jeanne, how to court her dreaming heart.",
                "When I break glasses in a night club, as the Russians do, when my unconscious breaks out in wild rebellions, it is against life which has crippled these idealistic, romantic men. I respect these men, cold, pure, faithful, devoted, moral, delicate, sensitive, and unequal to life, more than I respect the tough-minded ones who return three blows to one received, who kill those who hurt them.",
                "I plied him with questions. He said, \"I always thought that one had to deserve love, I worked so hard to merit it.\" This phrase was so much like what I often wrote in my diary. The idea of deserving love. And then watching love being given to people who did nothing to deserve it.",
                "Talking with Henry I experience the sensation that there will come a time when we will both understand everything, because our masculine and feminine minds are trying to meet, not to fight each other. June could only be perceived by way of madness. The territory of woman is that which lies untouched by the direct desire of man. Man attacks the vital center. Woman fills out the circumference.",
                "\"Don't wait for it,\" I said. \"Create a world, your world. Alone. Stand alone. Create. And then the love will come to you, then it comes to you. It was only when I wrote my first book that the world I wanted to live in opened to me.\"",
                "Henry talks about schizophrenia, the universe of death, the Hamlet-Faust cycle, Destiny, the Soul, macromicrocosm, megalopolitan civilization, surrender to biology. I feel he should be writing only about his life, not ideas. Why does he want to appear to be a thinker, a philosopher? Or is he seeking to put his world in order so he can make a place for himself?",
                "He likes order. He says all great artists like order. A profound order. So Henry is now trying to master chaos.",
                "The romantic submits to life, the classicist dominates it.",
                "For him, the plague was no worse than death by mediocrity, death by commercialism, death by corruption which surrounded us. He wanted to make people aware that they were dying. To force them into a poetic state.",
                "Poor Allendy did not understand that all I craved were the flagellations of real passion and enslavement by authentic savages only. Allendy said: 'This way you reach a kind of vertigo.'\" After we laughed, we became serious. I said to Marguerite: \"The question is, have men died today because they have tampered with the sources of life, or do they tamper with the sources of life because they are dead and wish to find its springs again, to create an artificial control of the sources of life?\"",
                "He relaxed slowly as we talked. He began to talk flowingly. His talk so tenuous. It gives a strange feeling, as if one were witnessing the very process of a birth of a thought, a feeling. One can see the nebula, the unformed mass moving, struggling for shape, the careful, precise, meticulous, scrupulous effort made not to betray its meaning by a careless word. He doubts all explicitness. Thought has to be surrounded, spied upon, captured, like some elusive matter.",
                "Dr. Otto Rank on Art and Artist:   The neurotic, no matter whether productive or obstructed, suffers fundamentally from the fact that he cannot or will not accept himself, his own individuality, his own personality. On one hand he criticizes himself to excess, on the other he idealizes himself to excess, which means that he makes too great demands on himself and his completeness, so that failing to attain leads only to more self-criticism. If we take this thwarted type, as we may do for our purpose, and compare him to the artist, it is at once clear that the artist is, in a sense, the antithesis to the self-critical neurotic type. Not that the artist does not criticize himself, but by accepting his personality he not only fulfils that for which the neurotic is striving in vain, but goes far beyond it. The precondition, then, of the creative personality is not only acceptance, but its actual glorification of itself.",
                "And I see the question of my sincerity could easily drive me insane if I studied it continuously. My imagination entangles me hopelessly. I lose myself. What distresses me is that I seem to play on the feelings of people.",
                "Antonin Artaud. We talked with passion about our habit of condensation, rigorous sifting, our quest of the essential, love of essence, and distillations, in life, in literature.",
                "I regret nothing. I only regret that everybody wants to deprive me of the journal, which is the only steadfast friend I have, the only one which makes my life bearable; because my happiness with human beings is so precarious, my confiding moods rare, and the least sign of non-interest is enough to silence me. In the journal I am at ease.",
                "\"It was all too wonderful. It frightens me. I have lived too long in the most absolute moral solitude, spiritual solitude. It is easy to people one's world, but that does not satisfy me.\"",
                "irritation. Again it was clear that the only route to me is by way of the imagination. Steele is handsome, magnetic, but ordinary. Artaud is tormented and inspired.",
                "When Henry writes insane pages, it is the insanity produced by life, and not by the absence of life. The insanity of the surrealists, Breton and transition is in a void; whereas that of Henry is caused by the absurdities, ironies, pains of a surcharged over-full life.",
                "He is Savonarola burning pagan books, burning pleasures. His humor is almost Satanic, no clear joy, just a diabolical mirth.",
                "\"You are the plumed serpent,\" he said. \"You glide over the earth but your plume stirs the air, the mind. That small detail, of your coming dressed as Mars, that a woman should live thus in symbols, that alone is amazing to me. And your ecstasy, too, is strange and different. It does not come in spurts; it is continuous. You live continuously on one level, you use a certain tone and never depart from it. Your talk is unreal.\"",
                "To be touched by Artaud means to be poisoned by the poison which is destroying him. With his hands he was imprisoning my dreams, because they were like his. I have a love for the poet who walks inside of my dreams, for his pain and the flame in him, but not for the man. I cannot be physically bound to him.",
                "And then I felt the need to leave, the need I always have, to leave.",
                "Henry has these Saturnian eclipses, as Artaud has. Cold, inexpressive, somber, lost. Artaud warned me against them because he is fully aware of them, aware of the self separated from the self.",
                "What does the world need, the illusion I gave in life, or the truth I give in writing? When I went about dreaming of satisfying people's dreams, satisfying their hunger for illusion, didn't I know that this was the most painful and the most insatiable hunger?",
                "Under the superficial surface, there are mysteries, never-ending depths, unknown regions, extending infinitely, unseizable because of his need to create an ideal figure.",
                "I felt nostalgia for a soft face which no longer exists, who might have been, then, the lover of my dreams. Today I see the crystallization. The mask of wisdom, control, aging, death.",
                "\"I am coming now to my China...\" \"What does China mean to you?\" Henry's explanation is vague at first. China seems to stand for a certain condition of existence ... the universe of mere being. Where one lives like a plant, instinctively. No will. The great indifference, like that of the Hindu who lets himself be passive in order to let the seeds in him flower. Something between the will of the European and the karma of the Oriental.",
                "The figure of a cringing Masoch does not appeal to me. What appeals to me is this violent tasting of life's most fearful cruelties. No evasions of pain. That day I could not talk to the doorman or to the hairdresser, who needed sympathy, because I wanted to ask them why I had such a passion for fur, a real passion, so that if I had money I would carpet a room with fur, cover the walls with it, and cover myself with it.",
                "The only tender and stirring part of his rigid forms. I felt the form of his life, his instrumentation of it, as if he were a conductor. Musical intricacies and development. Each word, each feeling, each gesture composed, the synthesis of an élan, but an élan of art. At this hour, it is right. The moment is right. The lights. The room. Life orchestrated, molded by his will. When we walk together, don't take my arm. Movement subjugated, movement molded. Life contained, shaped, improved upon. No sloppiness, slovenliness, abandon, casualness. Style. Form. Now you can come. Wear your evening dress. Orchestration. Instrumentation. No disorder, no whims, no fantasies.",
                "Henry breaks all the molds, all the forms, all the shells, all the edifices of art, and what is born is warm and imperfect. It is human.",
                "I must expand, live out, love, so as to evade obsession. I must think of others, spread out.",
                "Somehow or other I always lose my guide halfway up the mountain, and he becomes my child. Even my father.",
                "I do not think I am looking for a man, but for a God. I am beginning to feel a void which must be the absence of God. I have called for a father, a guide, a leader, a protector, a friend, a lover, but I still miss something: it must be God. But I want a god in the flesh, not an abstraction, an incarnated god, with strength, two arms, and a sex. Perhaps I have loved the artist because creation is the nearest we come to divinity.",
                "How often I tried to kill the \"ideal\" self, assassinate the critical self. Lose myself. That is, one of them. The ideal self is slowly becoming a ridiculous figure. I laugh at it.",
                "It is like a drug. We talk about the dream—return to my original statement that most dreamwriting is false and intellectually composed, that the real dream has an authenticity and can be recognized. The intellectually composed or fabricated dream does not arouse the dream sensation in others (like Cocteau's film, for instance).",
                "Immediately I catch the elements I do not like, which leave me cold. Logic, order, construction, classicism, equilibrium, control. I wanted to shout: I admire imperfections, Dostoevsky, Lawrence, and Henry. There is a power there.",
                "There were other reasons. I felt torn apart by my multiple relationships, and I would have been able to live fully in each one, had enough love and devotion for all of them, but they conflicted with each other.",
                "He considered neurosis a failed work of art, the neurotic a failed artist. Neurosis, he had written, was a manifestation of imagination and energy gone wrong. Instead of a fruit or a flower, I had borne obsessions and anxieties. It was this concept which appealed to me, that he did not call it an illness, but, as in nature, a misbegotten object which might have equal beauty and fascination as the relatives of more legitimate and noble birth. Neurosis was Spanish moss on a tree.",
                "\"I go beyond the psychoanalytical. Psychoanalysis emphasizes the resemblance between people; I emphasize the differences between people. They try to bring everybody to a certain normal level. I try to adapt each person to his own kind of universe. The creative instinct is apart.\"",
                "You wanted to create yourself, you did not want to be born of human parents.\"",
                "\"What you call your lies are fiction and myths. The art of creating a disguise can be as beautiful as the creation of a painting.\"",
                "It was through psychology that we discovered that man's illusion about his objectivity was a fiction, a fiction he needed to believe in. The most objective systems of thought can be exposed as having a subjective base.",
                "After a while, he added: \"Man is always trying to create a woman who will fill his needs, and that makes her untrue to herself. Many of your 'roles' came out of this desire to fulfill man's needs.\"",
                "His last three works have been translated into English under the titles, Modern Education, a Critique of Its Fundamental Ideas; Art and Artist; and Creative Urge and Personality Development.",
                "Rank had begun to consider the neurotic as a failed artist, as a creative personality gone wrong. Neurosis was a malfunction of the imagination. Rank did not treat neurotics with the contempt that some doctors did, as the old doctors treated insanity. There was also, in neurotic guilt, a symptom of the religious spirit, the negative expression of religiousness, and the negative aspect of creation.",
                "Romanticism was truly a parallel to neurosis. It demanded of reality an illusory world, love, an absolute which it could never obtain, and thus destroyed itself by the dream (in other centuries by tuberculosis and all the other romantic illnesses).",
                "A human being lies there at the center, but the core of this human being is an artist, not just a human being. This revelation of the artist and the creative process runs through all of Dr. Rank's questionings, and it is by being able to lay his hands on the invisible, the \"soul,\" that he travels so much further than Allendy.",
                "The identification with the WHOLE can only come when the individual has lived out the utmost of his aspirations and is at peace with himself.\"",
                "Then I felt a feminine elation, like that of a woman who is asked to give all her possessions, all of herself. You demanded everything in one blow. I felt an elation due to a recognition of power, of mastery. Was it not power and mastery I was looking for? Did I not come to you because I felt lost, confused, disturbed. You realized that the diary was the key.",
                "Immediately I felt air and space, movement, vitality, joy of detecting, divining. The spaciousness of his mind. The fine dexterity and muscular power. The swift-changing colors of his own moods. The swiftness of his rhythm, because intuitive and subtle.",
                "I sense an intelligence rendered clairvoyant by feeling. I sense an artist.",
                "When others asked the truth of me, I was convinced it was not the truth they wanted, but an illusion they could bear to live with. I was convinced of people's need of illusion.",
                "Rank explained to me today that the reason why I had written about him was because the analysis was coming to an end, and I felt I was going to lose him. I felt impelled to recreate Rank for myself, by making a portrait of him.",
                "Rank waits, free, ready to leap, but not holding a little trap door in readiness which will click at the cliché phrase. He awaits free. You are a new human being. Unique. He detours the obvious, and begins a vast expansion into the greater, the vaster, the beyond. Art and imagination. With joyousness and alertness.",
                "We do not strike walls or obstacles by discovery, by tampering with the soul, the unconscious, but are tapping new sources of mystery, new realms. We are relinquishing second-rate mysteries for greater and deeper ones. We are no longer frightened by lightning, or storms, but are discovering these dangers lie in our own nature. We are discovering the symbolic significance of fact, even of a sexual act, which is not always a physical act.",
                "Dr. Rank seemed to be saying that there is a metaphysics of the artist. Viewing everything from the creative angle, that is, the activity which transcends our human life, the artist enlarges the boundaries of our whole life.",
                "but in looking further, he interpreted this as the creator's desire to be born a hero, self-born, a mythical birth.",
                "I still wonder if it is not the presence of the man Rank which imparts the wisdom he gives. I find it difficult to retain exact phrases. His presence, his being, conveys all kinds of subtle teachings. He defeats the past, its obsessive clutching hold, more by the fact of his enthusiasm, his interest, his adventurousness, his war against conventions than by any simple statement. It is his aliveness which sings the funeral rites of dead emotions, dead memories.",
                "Scientific analysis, in its effort to simplify, in order to conclude, restricts the outline of the personality and slowly creates a kind of disillusion, or impoverishment. The emphasis is laid on the explanation, not on the expression of the drama. Rank's artistic interest in the drama has an incalculable effect on the living experience of the neurotic.",
                "Deprived of religious beliefs, and of the power to create, man finds himself projecting into relationships his need of God, and his need for perfection. There is, in reality, nothing wrong with his nature except a great confusion. That is why the real doctor today must be the philosopher, and Rank is among those who know most deeply man's needs and the origin of his suffering today.",
                "Now, at last, I understand the plain chant of the neurotics. When I hear the laments of the neurotic-romantic, I recognize the tone. It is not a complaint born of what is happening; it is born of what they had imagined, expected, dreamed; and the lament seems out of proportion.",
                "I close my eyes to the immense web of ideologies. They weary me, this gigantic juggling of systems, orders, prophecies. I am a woman. I let my vision fall short. I understand everything, Spengler, Rank, Lawrence, Henry; but I get tired of those glacial regions. I feel their coldness, too high, too far from life. I am not happy there. I think of myself: I am tired of ideas. I feel myself pulling downward, growing more and more earthy. Yet I owe some of my greatest joys to that world, joys almost akin to the joys of love.",
                "Henry's keeping of a dream book for me became a small book (fifty pages) which he rewrote in a particularly chaotic style.*",
                "We analyzed the feeling one has in a dream of having made a long and wonderful speech, yet only a few phrases remain. It is like the state described by drug addicts. They imagine themselves utterly eloquent, and say very little. It is like the process of creation, when, for a whole day, we carry in us a tumultuous sea of ideas, and when we reach home it can be stated in one page.",
                "Realized it was because the description of physical torture was, for me, so much less potent than mental tortures. Physical tortures are banal and familiar. Mental tortures we are only now beginning to delve into.",
                "This time I feel distressed. It is too imitative and not superior. It materializes what I wrote, de-subtilizes it. What can I say? It is a satire. He does not seem to be conscious of it.",
                "I felt my mother's anger and despair. For the first time, my own image of my father fell to the floor. I saw my mother's image. I saw the child in him who demanded all love and did not know how to love in return. I saw the child incapable of an act of protectiveness, or self-denial.",
                "All his life he had played with people, with love, played at love, played at being a concert pianist, playing at composing, playing; because to no one or to nothing could he give his entire soul.",
                "Only when the dreams die do you get genuine copulation. It is the dreams which make fusion impossible. You marry the day you realize the human defects of your love.",
                "I then realized how Henry had unconsciously escaped beyond my judgment by entering the world of Spengler and Rank and overwhelming me with grandiloquence and gigantism, with enormity and massive constructions, imposing ideas, philosophic systems. I was finally blinded by Henry's long speeches, accumulation of notes, enormous amount of quotations, etc. Has Henry deceived himself as well as me? Have we lived in an immense illusion? He did say once: \"I wonder whether I am saying something.\"",
                "used to build cathedrals, cathedrals of sentiment, for love, for love of men, for love as prayer, love as communion, with a great sense of continuity and detail and enduringness. Built against the flux and mobility of life, in defiance of it. Then with Henry, with June, with analysis, with Rank, I began to flow, not to build. Yesterday, flow seemed so easy. Pure flow and enjoyment of life leave me thirsty.",
                "I like Rank better serious than laughing. He does not know how to laugh. His pranks are inner pranks of the mind, his humor is paradox, the reversal of ideas, the trickeries and trapeze stunts of thoughts. I like his silent humor, his thought humor, but in life he is inexperienced. To living he brings nothing. The details of life which so fascinate Henry, he overlooks. The comic face of a passer-by, the color of a house, the savor of small things. Physical, visible life. He disregards",
                "When caring ceases, when one no longer struggles to build solidly, indestructibly, no longer erects cathedrals of faithfulness to the past, cathedrals of emotion, when one enters the realms of laxity, areas of ironic indifference and resignation, letting life flow with a certain emotional negligence, one may attain states of nirvana, dreaminess, beatitudes of another kind.",
                "Marguerite says that the analyst has been made to play the role of God. He is imagined to be all-knowing, all-forgiving. But this role is destructive to a man.",
                "To formulate without destroying with the mind, without tampering, without killing, without withering. That is what I have learned by living, that delicacy and awe of the senses, that respect for the perfume. It will become my law in writing. All that was pushed into the laboratory, dissected under a hospital-naked light, pushed into clarity and rationality, withered. The beautiful, living and moving, dark things that I destroyed in passing from the nebulous realms of pure dreaming to a realization of the dream.",
                "I sit next to sensual Hiler who has invited me to be his mistress, and if not his mistress, then would I be his analyst, and if I would not be his analyst, would I smoke kief with him?",
                "\"Man is a child, afraid of fatherhood; man is a child, and not a father. Man is an artist, who needs all the care, all the warmth for himself, as my father did. There is no end to his needs. He needs faith, indulgence, humor; he needs worship, good cooking, mended socks, errands, a hostess, a mistress, a mother, a sister, a secretary, a friend. He needs to be the only one in the world.",
                "I had come upon the infinite, through the flesh and through the blood. Through flesh and blood and love, I was made whole. I cannot say more. There is nothing more to say. The greatest communions come so simply.",
                "How to live in the present when no one else is there at the same time, nobody catches up with you, is there to answer? The present is made by the pleasure of collisions of two uncelestial bodies in uncelestial fusions."
            ]
        },
        {
            "title": "Pragmatism",
            "author": "\n     by William James\n  ",
            "lastHighlighted": "Last annotated on November 12, 2013",
            "numHighlights": 11,
            "notes": [
                "Temperaments with their cravings and refusals do determine men in their philosophies, and always will.",
                "Expertness in philosophy is measured by the definiteness of our summarizing reactions, by the immediate perceptive epithet with which the expert hits such complex objects off.",
                "Mindful of the scholastic adage that whenever you meet a contradiction you must make a distinction, I immediately sought and found one, as follows: \"Which party is right,\" I said, \"depends on what you PRACTICALLY MEAN by 'going round' the squirrel.",
                "The pragmatic method is primarily a method of settling metaphysical disputes that otherwise might be interminable.",
                "The pragmatic method in such cases is to try to interpret each notion by tracing its respective practical consequences. What difference would it practically make to anyone if this notion rather than that notion were true? If no practical difference whatever can be traced, then the alternatives mean practically the same thing, and all dispute is idle. Whenever a dispute is serious, we ought to be able to show some practical difference that must follow from one side or the other's being right.",
                "Mr. Peirce, after pointing out that our beliefs are really rules for action, said that to develope a thought's meaning, we need only determine what conduct it is fitted to produce: that conduct is for us its sole significance.",
                "It is astonishing to see how many philosophical disputes collapse into insignificance the moment you subject them to this simple test of tracing a concrete consequence.",
                "IDEAS (WHICH THEMSELVES ARE BUT PARTS OF OUR EXPERIENCE) BECOME TRUE JUST IN SO FAR AS THEY HELP US TO GET INTO SATISFACTORY RELATION WITH OTHER PARTS OF OUR EXPERIENCE,",
                "new opinion counts as 'true' just in proportion as it gratifies the individual's desire to assimilate the novel in his experience to his beliefs in stock. It must both lean on old truth and grasp new fact; and its success (as I said a moment ago) in doing this, is a matter for the individual's appreciation.",
                "It makes itself true, gets itself classed as true, by the way it works; grafting itself then upon the ancient body of truth, which thus grows much as a tree grows by the activity of a new layer of cambium.",
                "Such then would be the scope of pragmatism--first, a method; and second, a genetic theory of what is meant by truth."
            ]
        },
        {
            "title": "The 4-Hour Workweek, Expanded and Updated: Expanded and Updated, With Over 100 New Pages of Cutting-Edge Content.",
            "author": "\n     by Timothy Ferriss\n  ",
            "lastHighlighted": "Last annotated on November 10, 2013",
            "numHighlights": 6,
            "notes": [
                "Conquering Fear = Defining Fear",
                "What are you putting off out of fear? Usually, what we most fear doing is what we most need to do. That phone call, that conversation, whatever the action might be—it is fear of unknown outcomes that prevents us from doing what we need to do. Define the worst case, accept it, and do it. I’ll repeat something you might consider tattooing on your forehead: What we fear doing most is usually what we most need to do. As I have heard said, a person’s success in life can usually be measured by the number of uncomfortable conversations he or she is willing to have. Resolve to do one thing every day that you fear. I got into this habit by attempting to contact celebrities and famous businesspeople for advice.",
                "My maxim comes from Samuel Beckett, a personal hero of mine: ‘Ever tried. Ever failed. No matter. Try again. Fail again. Fail better.’",
                "Slow down and remember this: Most things make no difference. Being busy is a form of laziness—lazy thinking and indiscriminate action.",
                "What information consumes is rather obvious: it consumes the attention of its recipients. Hence, a wealth of information creates a poverty of attention and a need to allocate that attention efficiently among the overabundance of information sources that might consume it. —HERBERT SIMON, recipient of Nobel Memorial Prize in Economics8 and the A.M. Turing Award, the “Nobel Prize of Computer Science”",
                "As to methods there may be a million and then some, but principles are few. The man who grasps principles can successfully select his own methods. The man who tries methods, ignoring principles, is sure to have trouble. —RALPH WALDO EMERSON"
            ]
        },
        {
            "title": "Fluid Concepts And Creative Analogies: Computer Models Of The Fundamental Mechanisms Of Thought",
            "author": "\n     by Douglas R. Hofstadter\n  ",
            "lastHighlighted": "Last annotated on November  4, 2013",
            "numHighlights": 10,
            "notes": [
                "perception and reperception of structures in response to esthetic pressures.",
                "More than anything, such universal but famously elusive essences as simplicity, consistency, symmetry, balance, and elegance seemed to be the driving forces behind an ability to make sense of patterns.",
                "That would be it! But what would that grand success teach us\nabout human perception, pattern recognition, theory formation, theory revision, and esthetics? Nothing - nothing at all.\n",
                "Those people who are interested in results will begin with a standard technology, not even questioning it at all, and then build a big system that solves many complex problems and impresses a lot of people. Those people who are interested in the more abstract questions about the nature of intelligence and creativity will spend a lot of time seeking the essence of those phenomena and then trying to model that essence with maximal fidelity.",
                "is a perceptual process that begins in a pure bottom-up manner but that is gradually invaded by increasing amounts of top-down influence.",
                "Another term for \"bottom-up\" is thus \"data-driven\"; \"top-down\" corresponds to \"theory-driven\".\n",
                "In any case, the core of the process is analogy-making, but a somewhat peculiar variety of analogy-making, in that one isn't exactly sure of the identity or the edges of the structures between which analogies are being made.",
                "In mathematics, pattern sensitivity acts like an abstract sense of smell, and informs all of the hardest decisions.\n",
                "Much like the mathematical concepts just cited, our ordinary concepts are also structured in a sphere-like manner, with the most primary examples forming the core and with less typical examples forming the outer layers. Such sphericity imbues any concept with an implicit sense of what its stronger and weaker instances are.",
                "(1) the inseparability of perception and high-level cognition, leading to the idea of a perceptual architecture being at the heart of cognition;\n(2) the fruits of high-level perception being easily reconfigurable multi-level cognitive representations held loosely together by bonds of different types and different strengths;\n(3) the idea of subcognitive pressures- namely, that the more \"important\" a concept or a representation is, the greater an influence it should be allowed to exert, in a probabilistic sense, on the direction of the processing;\n(4) the commingling of many pressures, both context-dependent and context-independent, leading to a nondeterministic parallel architecture in which bottom-up and top-down processing coexist gracefully;\n(5) the simultaneous feeling-out of many potential pathways at differential rates governed by quickly-made estimates of degree of promise;\n(6) the centrality of the making of analogies and variations on a theme in high-level cognition;\n(7) the possession, by cognitive representations, of deeper and shallower aspects, with the former remaining relatively immune to contextual pressures, and the latter being more likely to yield under pressure (to \"slip\");\n(8) the crucial role played by the inner structure of concepts and conceptual neighborhoods in all these goals, particularly context-dependent conceptual overlap and proximity, and context-independent conceptual depth.\n"
            ]
        },
        {
            "title": "Art & Fear: Observations on the Perils (and Rewards) of Artmaking",
            "author": "\n     by David Bayles, Ted Orland\n  ",
            "lastHighlighted": "Last annotated on October 29, 2013",
            "numHighlights": 5,
            "notes": [
                "To you, and you alone, what matters is the process: the experience of shaping that artwork. The viewers’ concerns are not your concerns (although it’s dangerously easy to adopt their attitudes.)",
                "More often, though, fears rise in those entirely appropriate (and frequently recurring) moments when vision races ahead of execution.",
                "vision is always ahead of execution, knowledge of materials is your contact with reality, and uncertainty is a virtue.",
                "The development of an imagined piece into an actual piece is a progression of decreasing possibilities, as each step in execution reduces future options by converting one — and only one — possibility into a reality.",
                "Art happens between you and something — a subject, an idea, a technique — and both you and that something need to be free to move."
            ]
        }
    ]
}